[{"id": 14616, "url": "https://artsandculture.google.com/entity/world-war-i/m0cm2xh?categoryId=event", "title": "World War I", "date": "Jul 28, 1914 - Nov 11, 1918", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of the deadliest conflicts in history, with an estimated 8.5 million combatant deaths and 13 million civilian deaths as a direct result of the war, while resulting genocides and the related 1918 Spanish flu pandemic caused another 17–100 million deaths worldwide, including an estimated 2.64 million Spanish flu deaths in Europe and as many as 675,000 Spanish flu deaths in the United States.\nOn 28 June 1914, Gavrilo Princip, a Bosnian Serb Yugoslav nationalist and member of the Serbian Black Hand military society, assassinated the Austro-Hungarian heir Archduke Franz Ferdinand in Sarajevo, leading to the July Crisis. In response, Austria-Hungary issued an ultimatum to Serbia on 23 July. Serbia's reply failed to satisfy the Austrians, and the two moved to a war footing.", "items": [{"id": 58476, "image_url": "//lh4.ggpht.com/R0i1kEn_-Lq6bUDGs7yAnRe15pdtZwCNIiiabq59dZYly6O-CrbdZgxlchrJ", "title": "Flags on the Waldorf", "location": null, "description": "Between 1916 and 1919, Childe Hassam painted more than thirty works collectively known as the “Avenue of the Allies paintings.” The name referred to the official occasions during World War I when Allied flags flew along New York’s Fifth Avenue in support of the war effort. This painting, however, predates America’s entry into the war and may depict the commemorative events held in 1916 marking the one-year anniversary of Germany’s sinking of the Lusitania on May 7, 1915. The building at right is the original Waldorf-Astoria Hotel, which was demolished in 1929 to make way for the Empire State Building."}, {"id": 66869, "image_url": "//lh5.ggpht.com/pZv3FmbpRymwldR8j_a4YEG5xOjShdUrC7MsotJqaPbdmGzg6lM839e39NoZ", "title": "The War", "location": null, "description": "The monumental triptych “The War” (\"Der Krieg\") held by the Galerie Neue Meister in Dresden is one of the most eminent works of 20th-century German Realist painting. Otto Dix explored the theme of the First World War with an intensity paralleled by few other artists; his uncompromising depictions of wounded and dead soldiers have been etched into the collective visual memory.\nDix painted the triptych between 1929 and 1932, using it to reflect his experience of the conflict. During this time he constantly modified the composition and hence also the statement made by the work, whose form is reminiscent of an altarpiece. In the style of an Old Master, the four panels reveal the First World War, showing troops setting off at daybreak (left panel), the battlefield as a place of death (central panel), soldiers returning from the hell of battle (right panel) and fallen soldiers resting in peace in a dugout (predella)."}, {"id": 16986, "image_url": "//lh3.googleusercontent.com/WdXfmTwNM9V7DYybbCSrzJTp35RgkGNcnbYZsxVU4EArzzJ4BrsAgoL1JyKF3Xrwqag", "title": "The Empire Needs Men! The Overseas States All Answer the Call. Helped by the Young Lions the Old Lion Defies His Foes. Enlist Now.", "location": null, "description": "This poster is part of the political and military collections at the Smithsonian National Museum of American History. It was designed for specific political purposes, and accordingly it may contain sensitive or offensive imagery specific to its historical function and period."}, {"id": 57212, "image_url": "//lh4.ggpht.com/W4Q1RAkmrc-w3Zfbx08GFryfLoPUX7tU8kBgs-JyUwfnNjp24V0XxEHxHAaf", "title": "The Menin Road", "location": "Tower Hamlets, Gheluveldt, West Flanders, Belgium", "description": "Nash received the commission for this work, which was orginally to have been called 'A Flanders Battlefield', from the Ministry of Information in April 1918. It was to feature in a Hall of Remembrance devoted to ‘fighting subjects, home subjects and the war at sea and in the air’. The centre of the scheme was to be a coherent series of paintings based on the dimensions of Uccello’s ‘Battle of San Romano’ in the National Gallery (72 x 125 inches), this size being considered suitable for a commemorative battle painting. While the commissions included some of the most avant-garde British artists of the time, the British War Memorials Committee advisors saw the scheme as firmly within the tradition of European art commissioning, looking to models from the Renaissance. It was intended that both the art and the setting would celebrate national ideals of heroism and sacrifice. However, the Hall of Remembrance was never built and the work was given to the Imperial War Museum. Nash worked on the painting from June 1918 to February 1919.Nash suggested the following inscription for the painting. 'The picture shows a tract of country near Gheluvelt village in the sinister district of 'Tower Hamlets', perhaps the most dreaded and disastrous locality of any area in any of the theatres of War.'"}, {"id": 91272, "image_url": "//lh5.ggpht.com/Q0fJhxeyvhol8p4Gs-fQmohYMe90jiLUkLQLmg46pjp0HYPTnpCdMSjrYVvVVw", "title": "A Battery Shelled", "location": "France", "description": "The First World War, especially the Western Front, was dominated by artillery. Counter-battery work was essential in order to suppress enemy barrages and this painting illustrates the deadly effect of precise German bombardment. The three gunners in the foreground calmly observe the devastation before them; stylised figures struggle through the cratered landscape and distorted columns of smoke rise above the battery position. The serenity of the gunners in the face of immediate chaos reflects a fatalism and detachment perhaps derived from their distanced and impersonal mode of warfare. In style and content this painting was one of the most controversial to come out of the First World War."}, {"id": 54843, "image_url": "//lh3.googleusercontent.com/bk1XgY-CFhi-EcvKmo02f2KiK5BFkqdA3_gVGpVx4cOz91RHKMBNMBGxRpGTn6yEiA", "title": "Saving Daylight Ends", "location": "United States", "description": "Poster shows Uncle Sam shaking hands with a clock-headed figure. The clock face reads \"One hour of extra daylight,\" and the figure wears a \"War service medal.\" \"Goodbye, Uncle, see you next Spring.\""}, {"id": 93234, "image_url": "//lh5.ggpht.com/FnmwwdS1Ll8FeiPqazWvRHLnxdcd-UOm-u_R8dKQ1qLAyNtxl_jEbAK1vKsh", "title": "Recruiting Poster 'The Call to Arms'", "location": "Dublin, Ireland", "description": "Recruiting poster 'The Call to Arms, Irishmen, Don't You Hear It?'."}, {"id": 12240, "image_url": "//lh3.googleusercontent.com/5QjgP6bjMFGD9AYzrmoggW42JLvXx7Xx9aDMPdkZ_AEbqHplAVptOhce5s7dQa87hlc", "title": "World War I Photographs", "location": null, "description": "Army photographs. Battle of St. Mihiel-American Engineers returning from the front; tank going over the top; group photo of the 129th Machine gun Battalion, 35th Division before leaving for the front; views of headquarters of the 89th Division next to destroyed bridge; Company E, 314th Engineers, 89th Division, and making rolling barbed wire entanglements.(Item NAID: 285377)"}, {"id": 47046, "image_url": "//lh3.googleusercontent.com/5KUjD-l9L8bj7tZZu_49E4-ZaXEmQ2CjdntG6vRT-cRtGUwQT_kOLzZP39QOBs6V", "title": "The Call to Arms Irishmen Don't You Hear It?.", "location": null, "description": "This poster is part of the political and military collections at the Smithsonian National Museum of American History. It was designed for specific political purposes, and accordingly it may contain sensitive or offensive imagery specific to its historical function and period."}, {"id": 97136, "image_url": "//lh5.ggpht.com/5W92wW0uIKpVc4sxz5oQ06und3CKX1SviQ773jBfAAgPVzbeWcbTGKX8XRqv", "title": "Sunrise, Inverness Copse", "location": "Inverness Copse, Ypres, West Flanders, Belgium", "description": "This drawing formed the basis for Paul Nash's famous oil painting, 'We are Making a New World' (IWM ART 1146). Inverness Copse was a bitterly contested area of the Battle of Paschendaele in 1917. Nash captures the savage destruction wrought upon the landscape by picturing the shattered stumps of the former copse transformed into a vast cemetery of natural forms. The weak sunlight of the new dawn that illuminates the scene offers some hope of future redemption, but this is refuted by Nash’s own feelings that on the Western Front “sunset and sunrise are blasphemies, they are mockeries to man.”"}, {"id": 89558, "image_url": "//lh3.ggpht.com/7hbpYm_Lj_WB0N9RlsSWDxMshbN-rD8JM9-xdUZU5KFsbvMQNY6GMWDVCZlJnA", "title": "Zonnebeke", "location": null, "description": "During the Somme in 1917 Orpen, an official war artist, described in a letter the horror of corpses lying unburied among the flooded shell holes in a landscape totally empty of life. In his pictures of the blasted battlefields and portraits of the exhausted, bloody or shell-shocked men, Orpen got physically and emotionally closer to the full horrors of the First World War. Zonnebeke, in Flanders, was the scene of bitter fighting as part of the Passchendaele campaign from June to November 1917. Orpen presents an eerily silent and stylised vision of hell on earth."}, {"id": 17340, "image_url": "//lh5.ggpht.com/EDb1MyXB6FOSnX4Kv4j9A2m0VHhAUg1vKenSf66Ml8KrtYXvPmWJXAxjvQ", "title": "War 1914-1918 (Great War) Wwwi #1 Of 2", "location": null, "description": "WAR 1914-1918 (GREAT WAR) WWWI #1 OF 2"}, {"id": 66176, "image_url": "//lh3.googleusercontent.com/_b5H_eZrlYHJTczKSIWisJhJqKspa65aM3hpotzMKMwOqHzJOrcShFxtJ-9azXu2QnA", "title": "\"Tank in the Mud at Passchendaele\"", "location": null, "description": "Black and white photograph. Written on back of image: \"Tank in the Mud at Passchendaele\" / \"15\". Shell explosion in background. Water-filled shell hole in foreground."}], "location": "Tower Hamlets, Gheluveldt, West Flanders, Belgium"}, {"id": 20969, "url": "https://artsandculture.google.com/entity/vietnam-war/m07_nf?categoryId=event", "title": "Vietnam War", "date": "Nov 1, 1955 - Apr 30, 1975", "description": "The Vietnam War, also known as the Second Indochina War, and in Vietnam as the Resistance War Against America or simply the American War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United States, South Korea, the Philippines, Australia, Thailand, and other anti-communist allies. The war, considered a Cold War-era proxy war by some, lasted 19 years, with direct U.S. involvement ending in 1973, and included the Laotian Civil War and the Cambodian Civil War, which ended with all three countries becoming communist in 1975.\nThe conflict emerged from the First Indochina War between the French and the communist-led Viet Minh. After the French quit Indochina in 1954, the US assumed financial and military support for the South Vietnamese state.", "items": [{"id": 88203, "image_url": "//lh5.ggpht.com/S7OCOx3f9uULHtS98QdaBNqa0pJF_pSx_L5iYVW_5dX7G3ojjIHM3vZl", "title": "Todays Weather", "location": null, "description": "American president Richard Nixon (1913-1994) points to a map of Southeast Asia during a nationwide broadcast, Viet Nam War. (Photo by Hulton Archive/Getty Images)"}, {"id": 65615, "image_url": "//lh3.googleusercontent.com/bronYVQ4QDWddEHZFYAG3RjT8IkSLArWPW2RIt97a8bkqG3MlCRiIWvrIzoqw-8d", "title": "Your Tax Dollars at Work", "location": null, "description": "This poster is part of the political and military collections at the Smithsonian National Museum of American History. It was designed for specific political purposes, and accordingly it may contain sensitive or offensive imagery specific to its historical function and period."}, {"id": 20373, "image_url": "//lh3.googleusercontent.com/jWv8OvdIEnCQPUeHzxoZfpgmW046Ou7glVB9cTnaqUz22STVGBNt3KFC1KTtYaxz", "title": "poster", "location": null, "description": "This poster is part of the political and military collections at the Smithsonian National Museum of American History. It was designed for specific political purposes, and accordingly it may contain sensitive or offensive imagery specific to its historical function and period."}, {"id": 53741, "image_url": "//lh4.ggpht.com/DgC_L35dT2UJvx4o4FYCXQ-_VQr0qM7BXdMVGeDZ7GkTB1ZdDmZLChAYkw", "title": "Air War In Vietnam", "location": "Vietnam", "description": "Crew of US AC-47 plane firing rounds fr. GE Miniguns mounted on interior side, during unident. Vietnam War conflict."}, {"id": 67783, "image_url": "//lh6.ggpht.com/_9CJa9jGQYWElTH24ER9q4U_KvDdhL9tghK-FbQ2vzf6uMkKPK_LQqy4vw", "title": "Gun Running", "location": null, "description": "18th April 1968: US Marines run from enemy gunfire to board a helicopter at Khe Sanh during the Vietnam War. (Photo by Keystone/Getty Images)"}, {"id": 25730, "image_url": "//lh5.ggpht.com/KFjcIIAPbAa7g35xoVODzgOQrHrx1eZ-KUReuHudRYeLiHD53re66It8Yvg", "title": "Air War In Vietnam", "location": "Vietnam", "description": "Crew of American AC-47 gunship firing 7.62 mm GE miniguns while on a night mission during the Vietnam War."}, {"id": 71427, "image_url": "//lh3.googleusercontent.com/1Hr8uP1kngdDJmMjYsVOD2R93bSWF48lJ0wxs8pvH4BgTVx8lPMn4WMEfDTor6J-pg", "title": "Four More Years?", "location": null, "description": "This poster is part of the political and military collections at the Smithsonian National Museum of American History. It was designed for specific political purposes, and accordingly it may contain sensitive or offensive imagery specific to its historical function and period."}, {"id": 12774, "image_url": "//lh3.googleusercontent.com/VJOsOzP3UROUHOWntE9h7-FD901O93I8up1JsYZO47KnYpROgjDCsZrweewugA0C", "title": "Four more years?", "location": null, "description": "This poster is part of the political and military collections at the Smithsonian National Museum of American History. It was designed for specific political purposes, and accordingly it may contain sensitive or offensive imagery specific to its historical function and period."}, {"id": 21668, "image_url": "//lh6.ggpht.com/D8DF-tDBnMI8HyXNDad_J50l0ObDvy3v1AtvI0Aol1rXxTz0OkjbQW8f", "title": "Air War In Vietnam", "location": "Vietnam", "description": "Small village bursting into flame under a spread of phosphorus explosives dropped during an American air strike against Viet Cong positions."}, {"id": 30545, "image_url": "//lh6.ggpht.com/yS6uGDL5PRVanPuCR6ZHw6qkqiOdVvF3LdmmsYo-XveJ5z0odXAz00Rz0w", "title": "Air War In Vietnam", "location": "Vietnam", "description": "American F-4C Phantom jet streaming contrails from wingtips while regaining altitude after bombing small village known to be a Vietcong stronghold during Vietnam War."}, {"id": 37918, "image_url": "//lh5.ggpht.com/BpgG8TbzTwBCx-GXVUwSzydHUNhzxKXjR9sL-93IfHXSYTsigz_Qsbudtg", "title": "Soldiers In Action", "location": null, "description": "Soldiers of the National Liberation Front (Vietcong) firing a machine gun at US aircraft during an air raid on a village in South Vietnam during the Vietnam War. (Photo by Central Press/Getty Images)"}], "location": "Vietnam"}, {"id": 42644, "url": "https://artsandculture.google.com/entity/the-holocaust/m03hzt?categoryId=event", "title": "The Holocaust", "date": "1941 - May 8, 1945", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Nazi Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through work in concentration camps; and in gas chambers and gas vans in German extermination camps, chiefly Auschwitz, Bełżec, Chełmno, Majdanek, Sobibór, and Treblinka in occupied Poland.\nGermany implemented the persecution in stages. Following Adolf Hitler's appointment as Chancellor on 30 January 1933, the regime built a network of concentration camps in Germany for political opponents and those deemed \"undesirable\", starting with Dachau on 22 March 1933. After the passing of the Enabling Act on 24 March, which gave Hitler plenary powers, the government began isolating Jews from civil society; this included boycotting Jewish businesses in April 1933 and enacting the Nuremberg Laws in September 1935.", "items": [{"id": 92091, "image_url": "//lh5.ggpht.com/ztovbXtQlhzkmF6vIjYZthmNSHwy0yP4XWdsHVVN-3NGfsygx882eokO5w", "title": "Anne Frank at her desk.", "location": "Amsterdam, Netherlands", "description": "Merwedeplein, Amsterdam, April 1941."}, {"id": 10747, "image_url": "//lh6.ggpht.com/SXrdVVyWU6SjyNiMxBWz5QjW-WhQao8shnaolyjFUcpisYTcTxQ_g9n5JhE", "title": "Glasses plundered from people deported to Auschwitz", "location": null, "description": "Glasses plundered from people deported to Auschwitz. Source: APMA-B."}, {"id": 39991, "image_url": "//lh4.ggpht.com/745ahxFTimALSmwvCf77jLCcO22pos6WAa-uod295dtNo7aSFkMjAoW9ZBF6Vg", "title": "Human Laundry, Belsen: April 1945", "location": "Belsen, Lower Saxony, Germany", "description": "In 1944 Zinkeisen was commissioned by the Red Cross and St John War Organisation to record their work in north-west Europe, and was one of the few women war artists to be sent overseas. On 15 April 1945 British soldiers entered Bergen-Belsen concentration camp to find a scene of absolute horror. Ten thousand corpses lay unburied, and around 60,000 starving and sick people were packed into the camp’s barracks without food or water. Doris Zinkeisen arrived soon afterwards. Human Laundry is arguably the most powerful work produced by any of the artists who were present. Zinkeisen finds an effective motif in the contrast between the well fed, rounded bodies of the German medical staff and the emaciated bodies of their patients. Although the artist’s later account refers to ‘the German prisoners’, they were actually nurses and doctors from a nearby German military hospital pressed into service. The camp inmates needed to be washed and de-loused to prevent the spread of typhus before they could be admitted to the makeshift Red Cross hospital nearby."}, {"id": 64320, "image_url": "//lh6.ggpht.com/-DpfO0AIy1WyOYNw6ySYQKwEwcqilkZcKQ8-Nf-pR6c9rpwMpfiqasDeFl9R", "title": "Star of David badge printed with Jude worn to identfiy a Jew in Vienna", "location": null, "description": "Judenstern badge issued to a member of Sig Feiger's family in Vienna, Austria, in 1939. Jews were required to wear the badges displayed on their clothing at all times, to mark them as undesirable members of society. The Feiger family, Isadore and Frida, and their three sons, sixteen year old Sig, and his younger brothers, Alfred, and Harry, were an observant Jewish family living in Vienna when it was absorbed into Nazi Germany in March 1938. Isadore was arrested during Kristallnacht that November and released in January on the condition that he leave the country with his family. They were not able to get visas for the whole family at the same time, but by 1942, all had managed to emigrate to the United States."}, {"id": 58104, "image_url": "//lh3.ggpht.com/LcKR86TbxHLfBlrmIjBoY8p2EwKOxSjYZX38ly3s9HzaIfPqh0kLth0EuA", "title": "Anti-Jewish", "location": null, "description": "circa 1940: A man having his nose measured during Aryan race determination tests. (Photo by Henry Guttmann/Getty Images)"}, {"id": 36170, "image_url": "//lh5.ggpht.com/zK7A7cFeVJn8bwcT96k2LaLOeZd728IWsZcXfTZ_WUc-aC3fKcwyX9gND1NQ", "title": "Unused yellow cloth Star of David badge with Jude printed in the center", "location": "Poland--History--Occupation, 1939-1945.", "description": "Star of David worn in the Lodz ghetto and recovered from the ghetto by Malwina (Inka) Gerson and her parents, Dora and Gustav. After the German occupation of Poland in 1939, 11 year old Inka and her family were forced into the Jewish ghetto in Lodz, which was renamed Litzmannstadt by the Germans. All ghetto inhabitants over the age of 10 had to work and Inka worked in a hat-making workshop. The Germans destroyed the ghetto in July 1944 and Inka's family was part of the work detail kept to clean up and salvage materials from the ghetto and to dig mass graves. The Allen family avoided the subsequent deportations to concentration camps and were still living in the ghetto when the city was liberated by the Russian Army in early 1945. The family left Poland for Bolivia in 1945."}, {"id": 79787, "image_url": "//lh3.ggpht.com/-3AOtxSSgMO0wd6vNP_R7mtSzk7QvzKoU-vYWRvbfZGhogptJgg58CyL7Bo", "title": "Star of David yellow cloth patch with Jude printed in the center worn by a German Jewish concentration camp inmate", "location": null, "description": "Judenstern badge worn by Hans Finke, a concentration camp survivor who became an aid worker after the war. Hans, his parents and his sister Ursula lived in Berlin during the rise of the Nazi dictatorship in 1933 with its aggressive anti-Jewish policies. Jews were forced out of their jobs and their businesses were confiscated. In February 1943, Hans, 23, an electrician by trade, was a forced laborer for Siemens when he was hospitalized with appendicitis. On February 29, his parents were rounded up and deported to Auschwitz. On March 8, the Gestapo raided the hospital and arrested staff and patients. Hans was transported to Monowitz concentration camp, and later sent to Auschwitz, Sachsenhausen, Flossenberg, and Bergen-Belsen concentration camps. Hans was in Bergen-Belsen when it was liberated by the British Army. His parents were murdered in Auschwitz, but his sister Ursula survived in hiding. Bergen-Belsen became a displaced persons camp and Hans began working for the British and then various aid groups. He met Alice Redlich, who had left Berlin for England in 1938 to continue her nurses's training. She volunteered with the Jewish Committee for Relief Abroad and, in September 1946, left for the Bergen-Belsen DP camp in Germany. Her family was murdered in Auschwitz concentration camp in 1943. Alice and Hans married on June 20, 1948, in the camp. The couple, with Alice pregnant with their first child, emigrated to the United States on August 29, 1949."}, {"id": 45363, "image_url": "//lh4.ggpht.com/r7vKTKW5ZzRY0QEf67mwGNP7rWb2OpQFhbSeVZM6uXgU68WpDJ1FCPafY6if", "title": "Yellow Star of David badge with Jude worn by a young German Jewish boy", "location": null, "description": "Star of David badge issued to 9 year old Klaus Zwilsky in 1941 in Berlin where he lived with his parents, Erich and Ruth. In September 1941, Jews in Germany were ordered to wear a Judenstern [Jewish star] badge on their clothing at all times. In October 1943, the family was forced to live in the Jewish Hospital because Erich was the only remaining pharmacist. Ruth was a forced laborer and then worked in the hospital as a pharmacist. The hospital was liberated by the Soviet Army in April 1945. Erich was appointed Director and the family continued to live in the hospital until, at Ruth's insistence, they decided to leave Germany. Her only surviving sister arranged through the Red Cross to get them to Sweden, where they received visas for the United States. They emigrated to the US in January 1947. The majority of both Erich's and Ruth's families were deported and killed in death camps."}, {"id": 39898, "image_url": "//lh6.ggpht.com/zo11p8TQVa3_1-ww8Q0TjjgkZ-_GFh9kQfQkld6x0ZqaBTu9sRRnskMwDIU", "title": "Star of David patch printed with Juif worn by Jewish woman", "location": "France--History--German occupation, 1940-1945.", "description": "Judenstern marked Juif brought by Malka Weinapple from Europe to the United States, possibly worn by her when she was living in German occupied France. Nazi Germany invaded France in May 1940. An armistice was signed in June and Paris became the seat of the German military administration. In June 1942, a decree was issued making it mandatory for all Jewish persons over the age of six Jews to wear these identification badges at all times."}, {"id": 17518, "image_url": "//lh5.ggpht.com/aRS2ziOJrbjkP3u14FLbmd-CUNQ4BRkjcrA1Juh4tr-5pK3MvK49ta1nRw", "title": "Hitler Reviews Troops", "location": null, "description": "German Fuhrer and Nazi leader Adolf Hitler (1889 - 1945) addresses soldiers with his back facing the camera at a Nazi rally in Dortmund, Germany. (Photo by Hulton Archive/Getty Images)"}, {"id": 52400, "image_url": "//lh5.ggpht.com/Pij0dk4V70jBwC0ajaGpCVgYr-HFor8Pg7AHD7QWUkh6uFMz_isleaMt", "title": "Location of residential facilities for the Sonderkommando in the camp", "location": null, "description": "Location of residential facilities for the Sonderkommando in the camp. Source: APMA-B"}, {"id": 30686, "image_url": "//lh4.ggpht.com/cqVwBLEkaXy5De7JSRdjwy1QKrT9DhKozYTsKDFjEkR0T_uYU49feT8l7dU", "title": "Book Burning", "location": null, "description": "Nazis and students burn books on a huge bonfire of 'anti-German' literature in the Opernplatz, Berlin. (Photo by Keystone/Getty Images)"}], "location": "Amsterdam, Netherlands"}, {"id": 82226, "url": "https://artsandculture.google.com/entity/franco-prussian-war/m0c0dv?categoryId=event", "title": "Franco-Prussian War", "date": "Jul 19, 1870 - May 10, 1871", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it had lost following Prussia's crushing victory over Austria in 1866. According to some historians, Prussian chancellor Otto von Bismarck deliberately provoked the French into declaring war on Prussia in order to draw four independent southern German states—Baden, Württemberg, Bavaria and Hesse-Darmstadt—into an alliance with the North German Confederation dominated by Prussia. Some historians contend that Bismarck exploited the circumstances as they unfolded. None, however, dispute the fact that Bismarck must have recognized the potential for new German alliances, given the situation as a whole.\nFrance mobilised its army on 15 July 1870, leading the North German Confederation to respond with its own mobilisation later that day.", "items": [{"id": 69219, "image_url": "//lh5.ggpht.com/hTO0VFM4xoBH6CTbwwk3APnZBFffL2jHAyPiIsGNS_V4Bw7iASN05TYicQ", "title": "War 1870-1871 Franco - Prussian 3", "location": null, "description": "WAR 1870-1871 FRANCO - PRUSSIAN 3"}, {"id": 74878, "image_url": "//lh4.ggpht.com/g7sHWlU9HlMcp3QJjzOrxyrqRZgLvUSnzCbN9-jH5NiGgcvmfb5RUqfnCA", "title": "The Siege of Paris", "location": null, "description": "Scenes like this glorifying war were the more typically accepted as fine art."}, {"id": 24755, "image_url": "//lh3.ggpht.com/862zcUhJ8Yv8BFTw0bIbziStQWGH3cFuQ0zWsJiWWhxdDTSzg3vE3J7t33q-", "title": "In the Troops' Quarters outside Paris", "location": null, "description": "This work goes back to Werner’s time with a support command in Versailles twenty-four years earlier during the Franco-Prussian War. Protected by the court and specially chosen as the iconographer of the birth of the German nation as a state, Werner, who had been the director of the Art Academy since 1875, had meanwhile become the “Art Pope” of Germany in the late 1890s and provoked bitter opposition both from founders of the Secession and from dealers in international art. The picture shows German soldiers making music in the salon of an elegant chateau that they have requisitioned in Brunoy. Werner, like the “Landeskunstkommission” (Regional Art Commission), which purchased this work the same year it was painted, was well aware of the popular-ity of war pictures. But what becomes clear with hindsight is that the painting provides more than emotional relief: unintentionally, the discrepancy between the fine Second Empire interior and the rough behavior of the officers, including their attempts to be cultivated, in fact relativizes the victors’ pathos."}, {"id": 91368, "image_url": "//lh3.googleusercontent.com/3-bmJGu_AQCAyn5PavioY3kWNO2xPY5_ZqEqxskpvdYxwVmoJ1KhIinFnJ8TqEcJqg", "title": "A Street in Paris in May 1871", "location": null, "description": "Victims of the fights during the Commune in 1871"}, {"id": 89737, "image_url": "//lh4.ggpht.com/2xoVJwym4Va1BzLR5JzdqHKQGvr-apsSFGO3J5TXC4qQbYtuBbnm8mPoGsI", "title": "The Dream", "location": null, "description": "Detaille, like his friend de Neuville, specialised in military painting, celebrating the \"glorious vanquished\" of 1870-1871. Yet this large painting, presented at the 1888 Salon, is a direct political statement. The young conscripts manoeuvring, probably in Champaign, are dreaming of the future revenge. This was the implicit programme of the \"brave general\" Boulanger, whose popularity was then at a high point. The Boulangistes federated all the discontents and disappointments caused by the first decade of republican rule."}, {"id": 59368, "image_url": "//lh5.ggpht.com/DmrS4CvehF4avsRNZ2JVVvgjvwaSV0UCp6UaU68mLMfr97sOFklwrj89L8M", "title": "War 1870-1871 Franco Prussian 3 Folders 1", "location": null, "description": "WAR 1870-1871 FRANCO PRUSSIAN 3 FOLDERS 1"}, {"id": 71219, "image_url": "//lh4.ggpht.com/_WRJvXFVaHDVh1NJqjFbjnHLvdvv9LoGqKOtItHwlS1XwhXuzcOk76w3gA", "title": "War 1870/71 Franco/Prussian Arm/Fra", "location": null, "description": "WAR 1870/71 Franco/Prussian ARM/FRA"}, {"id": 19974, "image_url": "//lh3.googleusercontent.com/9zY8ij8fp4LwmfpUM-ilPJ1HuG_1UupVMbplLg87TD0UGhr0E0e25mbYAERbnt1Jkg", "title": "The Brandenburg Gate with decorations and conscripted Prussian troops after the Franco-Prussian War 1871", "location": "Berlin, Germany", "description": "The Brandenburg Gate with decorations and conscripted Prussian troops after the Franco-Prussian War 1871"}, {"id": 69151, "image_url": "//lh5.ggpht.com/gCUGtsV_fGq00c0u2bJ0kZnKapzeqcI73K7xPI--Qg7MtD0A0WA6mt8d9A", "title": "War 1870-1871 Franco - Prussian 3", "location": null, "description": "WAR 1870-1871 FRANCO - PRUSSIAN 3"}, {"id": 69849, "image_url": "//lh3.ggpht.com/RT2JADAQLzsXQVkGjLiZzeLRNFWXjahRt351GXS23xHtyJk9l7tZMBSMAA", "title": "War 1870/71 Franco-Prussian Main Air", "location": null, "description": "WAR 1870/71 Franco-Prussian Main Air"}, {"id": 57754, "image_url": "//lh3.ggpht.com/sDnZbZRd7agcwbHi4rHJ-t15m24-GIIGDBQkwxJCHJSnf6ZOoc9r5gqqHg", "title": "War 1870-1871 Franco- Prussian 2", "location": null, "description": "WAR 1870-1871 FRANCO- PRUSSIAN 2"}, {"id": 59316, "image_url": "//lh5.ggpht.com/BMs3T-Mm_huutcVov6-zpRCaY6rRirLn6ov5YNW-b2zr3Y_BsT5ttk63Fsw", "title": "War 1870-1871 Franco - Prussian 3", "location": null, "description": "WAR 1870-1871 FRANCO - PRUSSIAN 3"}, {"id": 23336, "image_url": "//lh4.ggpht.com/4ziClu0r5tUouh2imDONZSJPg8T5mXrZZbPR_MFXyQmL_kYU9fiSVOv8bA", "title": "War 1870/71 Franco-Prussian Pers/Cartoons Only", "location": null, "description": "WAR 1870/71 Franco-Prussian Pers/Cartoons only"}, {"id": 59399, "image_url": "//lh5.ggpht.com/NlDQBR-oYhPEyMpdVp11JnNYLdr2Xz6-SD2SgLLGoMizReXW54nk3L0v4Q", "title": "War 1870/71 Franco-Prussian Siege Of Paris (19 Sept. 70 To 27 Jan. 71)", "location": null, "description": "WAR 1870/71 Franco-Prussian Siege of Paris (19 Sept. 70 to 27 Jan. 71)"}, {"id": 54068, "image_url": "//lh4.ggpht.com/AOwI-ISyX3ObMpFUP7jXPrTz4XIDDB-pLZ8VwUL50kD81jNzmkL-gVQuRA", "title": "War 1870-1871 Franco Prussian 3 Folders 1", "location": null, "description": "WAR 1870-1871 FRANCO PRUSSIAN 3 FOLDERS 1"}], "location": "Berlin, Germany"}, {"id": 31173, "url": "https://artsandculture.google.com/entity/second-sino-japanese-war/m0j5ym?categoryId=event", "title": "Second Sino-Japanese War", "date": "Jul 7, 1937 - Sep 9, 1945", "description": "The Second Sino-Japanese War was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. In China, the war is known as the War of Resistance against Japanese Aggression, or as the Asian theatre of the World Anti-Fascist War, the latter term originating from Mao Zedong's wartime alliance with Stalin. The war made up the Chinese theater of the wider Pacific Theater of the Second World War. The beginning of the war is conventionally dated to the Marco Polo Bridge Incident 7 July 1937, when a dispute between Japanese and Chinese troops in Peking escalated into a full-scale invasion. This full-scale war between the Chinese and the Empire of Japan is often regarded as the beginning of World War II in Asia. In 2017 the Ministry of Education in the People's Republic of China decreed that the term \"eight-year war\" in all textbooks should be replaced by “fourteen-year war\", with a revised starting date of 18 September 1931 provided by the Japanese invasion of Manchuria.", "items": [{"id": 97426, "image_url": "//lh3.ggpht.com/tIUc40eOpWRB6I10TqbGiOOfhaZEPC0TbokYZi6a8_saJYfVHUDsEGXm", "title": "China-Japan War", "location": "Chungking, China", "description": "Chinese coolie Lao Kung smiling."}, {"id": 65772, "image_url": "//lh6.ggpht.com/tb_4phzL_Xn38z1UQFfbfHfs7uPAmda9FrVoGghLnU7zdcXZIyYDTGBBHw", "title": "China-Japan War", "location": "Chungking, China", "description": "A portrait of Madame Chiang Kai-Shek, smiling."}, {"id": 83590, "image_url": "//lh5.ggpht.com/di116iMG1MnB-OHGrmkpW66G8yx_jqRqFuQ89YFOyu-P5WCw3BmNgwaQEw", "title": "China-Japan War", "location": "Chungking, China", "description": "President of the Examination Yuan Tai Chi-tao, having a drink."}, {"id": 11240, "image_url": "//lh5.ggpht.com/nkRUqlpkxFuiESr8wK26Mssl1ir1g1O1le4ZgLSbL_JvFFsCIAwWyrr2tQ", "title": "China-Japan War", "location": "Chungking, China", "description": "Generalissimo Chiang Kai-Shek (R) eating lunch with his wife."}, {"id": 14150, "image_url": "//lh4.ggpht.com/5pV3SPTNNP_J7KEoJz_xPKF59TlyreT2o3pEd5y3voYBqOt4dlMhV5TaPCk", "title": "China-Japan War", "location": "Chungking, China", "description": "A portrait of Generalissimo Chiang Kai-Shek, wearing his uniform."}, {"id": 27488, "image_url": "//lh3.ggpht.com/YlbBRpWlAeO5D8BT6pY3ksrYESMLnT60uRN4jQvuSOE1T6uGUJ0zOlyn", "title": "China-Japan War", "location": "Chungking, China", "description": "A view showing the interior of the dug-out shelter during the air raids."}, {"id": 60698, "image_url": "//lh5.ggpht.com/JNvQoeasCZwvILa9XUDUCR6Na_ZgIyhTarLOMROEsmHnstXJV7FJ8FXA", "title": "China-Japan War", "location": "Chungking, China", "description": "Minister of Education Chen Li-Fu, sitting in the garden of Ministry."}, {"id": 94533, "image_url": "//lh6.ggpht.com/mmb0PkxzVxIBJq8ZCsTi_FkW6gehIBC27WZh-csdZTfQKIqiYtNuoBeq4g", "title": "China-Japan War", "location": "Chungking, China", "description": "A portrait of the President of Executive Yuen Dr. H.H. Kung."}, {"id": 82571, "image_url": "//lh5.ggpht.com/gQc0ZfhzlbnLXy6Ct_vIHL3cJXqF1HsuaKuIKt-X0jj8utGFC0MxKHiDVw", "title": "China-Japan War", "location": "Chungking, China", "description": "Madame Chiang Kai-Shek (R) giving Laughlin Currie a lemon for his tea."}, {"id": 52369, "image_url": "//lh3.ggpht.com/P-oFtUenx1YU8bL-mg0QJPJJVf8ipt8eqM3jc5Pfp5tZNAevbc2GzR2UjA", "title": "China-Japan War", "location": "Chungking, China", "description": "Chou En-lai working in his office at home."}, {"id": 33718, "image_url": "//lh3.ggpht.com/QeCGrkWSxsy1bhxNItBlqWZpc9onYMbaIfXlDofIiAqPRhsVszxk2SIj5g", "title": "China-Japan War", "location": "Chungking, China", "description": "Minister of Economic Affairs Dr. Wong Weu Hao, standing behind his desk."}], "location": "Chungking, China"}, {"id": 25423, "url": "https://artsandculture.google.com/entity/western-front/m02kxjx?categoryId=event", "title": "Western Front", "date": "Jun 6, 1944 - May 7, 1945", "description": "The Western Front was a military theatre of World War II encompassing Denmark, Norway, Luxembourg, Belgium, the Netherlands, the United Kingdom, France, Italy, and Germany. World War II military engagements in Southern Europe and elsewhere are generally considered as separate theatres. The Western Front was marked by two phases of large-scale combat operations. The first phase saw the capitulation of Luxembourg, Netherlands, Belgium, and France during May and June 1940 after their defeat in the Low Countries and the northern half of France, and continued into an air war between Germany and Britain that climaxed with the Battle of Britain. The second phase consisted of large-scale ground combat, which began in June 1944 with the Allied landings in Normandy and continued until the defeat of Germany in May 1945.", "items": [{"id": 58197, "image_url": "//lh6.ggpht.com/LKdNL9qtUsZylwWfnF8GzDMFfsW4d6kmjmEorFTrfV8yVWThb04AY7ZoAAoOcw", "title": "St. Paul's Cathedral during the Blitz", "location": null, "description": "Herbert Mason, chief photographer at the Daily Mail, was fire-watching on the roof of his office in Fleet Street during the Blitz when he captured this famous image. The extraordinary scene shows the dome and bell towers of St Paul's surrounded by a maelstrom of billowing smoke generated by the burning city. Published under the headline of ‘War’s Greatest Picture’ on 31 December 1940, it has since become a symbol of hope and survival of the City of London during the Blitz."}, {"id": 94089, "image_url": "//lh5.ggpht.com/jsGzqAsdCiG02A22553L7_4fTsjrcIGqrwHmM_Ca_jPLq-zY0XHG9wcKXcg", "title": "Troops of the US 7th Corps wading ashore on Utah Beach, 6 June 1944", "location": "Normandy, France", "description": "Troops of the US 7th Corps wading ashore on Utah Beach. Note the identifying bands worn on the left sleeve."}, {"id": 39354, "image_url": "//lh5.ggpht.com/Qd-HVD4niEpgQ1I7AZZuuUF-wVDCdodAeBuLX1K20pOsnNcpwKO91ZQdjA", "title": "Soldiers With Wings", "location": null, "description": "6th June 1944: Taken on D-Day, the fields of Northern France are covered with Waco gliders of the Ninth Airforce Troop Carrier Command, whilst other gliders prepare to land, whilst Douglas C 47 glider tugs leave the area. (Photo by Keystone/Getty Images)"}, {"id": 70597, "image_url": "//lh3.ggpht.com/BKleb5EuDd__ppRYTP7xogM1KjkysUWoqgsFgGfpYb2g3J0TXFcAThbAAAw", "title": "Preparations for D-Day", "location": "Southampton Water, Hampshire, England, UK", "description": "Eurich’s enigmatic composite painting of land and naval forces massing off the South Coast before D-Day gives an impression of brooding calm before the storm.The dark belt of trees across the centre of the painting obscures the transition from land to sea. The roads end in barriers of smoke or barbed wire and the only way forward is into the unknown, through the huge jaw-like hold-doors of the central ship. Camouflage netting, smoke screening and the camouflaged shipping all contribute to the sense of secrecy and hidden strength conveyed by the painting.Eurich was a marine painter living near Southampton and was very familiar with this part of the coast, overlooking the Isle of Wight. He was a salaried war artist with an honorary commission of Captain in the Royal Marines and would have been able to paint from his own observations. His wartime style has been compared to the sixteenth century Flemish painter Pieter Breughel whose work shows a similar attention to distant detail and purposeful activities. Indeed, the gaping ship’s doors seem to echo Breughel’s Mouth of Hell, making a visual equation between war and hell which agrees with Eurich’s Quaker background and beliefs."}, {"id": 91873, "image_url": "//lh4.ggpht.com/rJkLiDzgwf0ggtvGXvnAkLwQ4Z3ixGq5vg5UgcfBHLLhYJl9AMqkocPW_LyH", "title": "Rangers à la Pointe du Hoc", "location": "Pointe du Hoc", "description": "Des soldats américains grimpent jusqu'au poste de commandement du colonel Rudder, à l'aide d'échelles improvisées et de cordes lisses."}, {"id": 26443, "image_url": "//lh5.ggpht.com/E24hJxKYF8j_gq9y6ZVjkPQL5Pki8yawmWnqlEVuLel48LUm4lccRYTa", "title": "War And Conflict-Wwii", "location": "Normandy, France", "description": "Injured American soldiers of 16th Infantry Div. bandaged and awaiting evacuation to field hospital after storming Omaha Beach during the invasion of Normandy, aka D-Day"}, {"id": 39186, "image_url": "//lh5.ggpht.com/SR1qNqu_PeL2YFP8-i6lYpPe8rHSY-Vo5MGESkXAG5IA168pYnt7bwJCehw", "title": "D-Day Supplies", "location": null, "description": "6th June 1944: Allied soldiers, tanks and ships take part in the D-Day landings at Arromanches beach in Normandy, Northern France. (Photo by Steck/MPI/Getty Images)"}, {"id": 76550, "image_url": "//lh6.ggpht.com/2YDvm9YP54jreMIZgYQHQlDB28sqxUl1Fr4NKrN5fmzrpD8O7cmTo5wr", "title": "9th Canadian Infantry Brigade disembarking with bicycles from landing craft onto 'Nan White' sector of Juno Beach, 6 June 1944", "location": "Bernières-sur-Mer, Calvados, France", "description": "The British 2nd Army: second-wave troops of 9th Canadian Infantry Brigade, probably Highland Light Infantry of Canada, disembarking with bicycles from LCI(L)s (Landing Craft Infantry Large) onto 'Nan White' Beach, JUNO Area at Bernieres-sur-Mer, shortly before midday on 6 June."}, {"id": 97202, "image_url": "//lh5.ggpht.com/uIxoEpeFG4ao9xpzNyf5xwfnp3EeHkMzYzIP1iw1_fcvu8lCfYyY0DHq0Bw", "title": "General Eisenhower speaks with paratroopers. June 5, 1944.", "location": "England.", "description": "General Dwight D. Eisenhower speaks with paratroopers of the 101st Airborne Division just before they board their planes to participate in the first assault of the Normandy invasion. June 5, 1944."}, {"id": 67441, "image_url": "//lh3.ggpht.com/XtYsZyBcG2RVj6uV8j6UOec94iG7Fhn2LX012TpSFDo-BaZO5YB0Mnm6Iz4", "title": "Unused Nazi banner with a swastika found by a US soldier", "location": null, "description": "Unused Nazi banner found by an American soldier, Earl Kinne, in a boxcar near Ludwigslust, Germany, in 1945. Kinne and a fellow soldier were ordered to go to Ludwigslust, a small town in Germany, to take the townspeople to Wöbbelin, a nearby sub-camp of the Neuengamme concentration camp, to witness the unburied bodies and other evidence of the atrocities that had been committed there by the Nazi government. The United States Army forced the townspeople to bury the dead. Earl found several newly manufactured Nazi flags, rolled in bundles, in a boxcar near the camp. The flags had never been used. Earl served as a paratrooper in the 82nd Airborne in Germany, Sicily, and Italy."}, {"id": 67336, "image_url": "//lh5.ggpht.com/i4meSAu0_VnIP_4bcnDCm9mizUHlLCz6BqfHlFxFKZygfPRMAp37jTxG2A", "title": "D-Day Landings", "location": null, "description": "A view from inside one of the landing craft after US troops hit the water during the Allied D-Day invasion of Normandy, France. The US troops on the shore are lying flat under German machine gun resistance. (Photo by Robert F Sargent/Getty Images)"}, {"id": 85792, "image_url": "//lh6.ggpht.com/WFhCfvCs2tbBHDSKWdqImsePVdcCq62Nnu1FxmW4UW-oIc2gsDHIWJA4mw", "title": "Juno Beach D-Day Landings", "location": null, "description": "Troops from the 48th Royal Marines at Saint-Aubin-sur-mer on Juno Beach, Normandy, France, during the D-Day landings, 6th June 1944. (Photo by Hulton Archive/Getty Images)"}, {"id": 70109, "image_url": "//lh3.ggpht.com/w3ZVMo2tydJdXoOwUTw3E-dzto_3aiqey9c6tbbza0KPHbkxsFmzHC_3IpOy", "title": "Gliders bring in supplies to U.S. army troops fighting on Utah Beach. June 6, 1944.", "location": "Utah Beach, Normandy, France.", "description": "Gliders bring in supplies to U.S. army troops fighting on Utah Beach. June 6, 1944."}, {"id": 17146, "image_url": "//lh4.ggpht.com/psfkdQLTe_X7tyerV7wShgAZJxjoYFY05Uly0pSSmndjZaqj1yvcXJRQhFI", "title": "Ahrweiler District, Weimar Germany, 1 million mark note, acquired by a US soldier 2013.442.32 front", "location": null, "description": "One million mark note issued in Ahrweiler District in Germany as emergency currency during the runaway inflation of the 1920s acquired by Captain James Edward Kirkebo, who served in the US Army from 1940-1945, and fought in Europe with the Thunderbolt Division from December 1944-May 1945. Kirkebo, age 19, enlisted in September 1940. In August 1942, 2nd Lieutenant Kirkebo became commanding officer, C Company, 21st Armored Infantry Battalion, 11th Armored Division, Third Army. In December 1944, Kirkebo's unit landed in Normandy, and defended Bastogne during the Battle of the Bulge. The 11th Armored spearheaded the Allied advance into Germany and pushed through to Austria. Kirkebo received a battlefield promotion to captain on February 1, 1945. On May 5 and 6, soldiers from the 11th Armored liberated Gusen and Mauthausen concentration camps. At Mauthausen, they discovered over 19,000 starving inmates. The unit was tasked with caring for the inmates and improving camp conditions. On May 7, 1945, Germany surrendered. Kirkebo was on occupational duty until October when he returned to the Star for his bravery in action."}, {"id": 43277, "image_url": "//lh3.ggpht.com/dsLO27ryOU6yzbSSXjxGzR7qRJfC9pV19BHTuPFcfeam2tvcLiOxoyNi5N4", "title": "War And Conflict-Wwii", "location": "London, United Kingdom", "description": "Civilian aircraft spotter using binoculars to patrol skies from a rooftop during the days of the blitz, aka Battle of Britain, when German planes made almost daily air raid attacks; note dome of St. Paul's Cathedral in bkgrd."}, {"id": 82413, "image_url": "//lh4.ggpht.com/VLpUIOO-LN_n2G1jUbRg7Qx2oLyMD-2vmuMDGhxAZnPM83dFxyLx9c9WQQ", "title": "Operation Overlord", "location": null, "description": "6th June 1944: American assault troops land at Omaha Beach in Normandy supported by Naval gunfire. (Photo by Wall/MPI/Getty Images)"}, {"id": 64961, "image_url": "//lh4.ggpht.com/TTGQ6GbDUC8dn6FE_4qtPiw08sQ0zRxtmepbMLlri1kGu6dYKy_Ryivtw3A", "title": "Dunkirk Evacuation", "location": null, "description": "May 1940: Thousands of soldiers line up to be evacuated from Dunkirk. Of the 250,000 British troops (the British Expeditionary Force) stranded at Dunkirk after the fall of Belgium, 30,000 were lost in the heroic rescue, as well as all their equipment. (Photo by Fox Photos/Getty Images)"}], "location": "Normandy, France"}, {"id": 98361, "url": "https://artsandculture.google.com/entity/russo-japanese-war/m0c4gf?categoryId=event", "title": "Russo-Japanese War", "date": "Feb 8, 1904 - Sep 5, 1905", "description": "The Russian Empire and the Empire of Japan fought the Russo-Japanese War during 1904 and 1905 over rival imperial ambitions in Manchuria and Korea. The major theatres of military operations were the Liaodong Peninsula and Mukden in Southern Manchuria, and the seas around Korea, Japan, and the Yellow Sea.\nRussia sought a warm-water port on the Pacific Ocean both for its navy and for maritime trade. Vladivostok remained ice-free and operational only during the summer; Port Arthur, a naval base in Liaodong Province leased to Russia by the Qing dynasty of China from 1897, was operational year round. Since the end of the First Sino-Japanese War in 1895, Japan feared Russian encroachment on its plans to create a sphere of influence in Korea and Manchuria. Russia had demonstrated an expansionist policy east of the Urals in Siberia and the Far East from the reign of Ivan the Terrible in the 16th century.\nSeeing Russia as a rival, Japan offered to recognize Russian dominance in Manchuria in exchange for recognition of Korea being within the Japanese sphere of influence.", "items": [{"id": 38183, "image_url": "//lh3.ggpht.com/XAN05o095pL_JSbt17RN3CaFmpLMuco8qnH6jyJFQa1QGI95PingLxKfhQ", "title": "War 1904-1905 Russo - Japanese Sea", "location": null, "description": "WAR 1904-1905 RUSSO - JAPANESE SEA"}, {"id": 77911, "image_url": "//lh5.ggpht.com/aB5of7bYAiAYDt4Orcs8MXytPo2Cx_inUPNQazdhVKfJfYEWU7Lg1oCfs2Ky", "title": "HMS Dublin Flag, Battle of Jutland (1916).", "location": "Dublin", "description": "The Battle of Jutland was one of the key naval engagements of the First World War. HMS Dublin played a part in the battle, which was fought in 1916. The ship had been adopted by a committee of Dublin citizens and businessmen who raised funds to provide it with a band and other amenities. When the ship was decommissioned in 1926, Dublin Chamber of Commerce was presented with its battle-scarred ensign - complete with Union Jack - and in turn the Chamber donated it to Christ Church Cathedral, since when it has languished, unseen, in the cathedral crypt."}, {"id": 85125, "image_url": "//lh6.ggpht.com/bI-9RO_GVLgIP1G6lrH_VHWDddM9jJFB1H2rbUUgAQ7k3BvIeZBTlOOEbfc", "title": "War 1904-1905 Russo-Japanese. Japanese", "location": null, "description": "WAR 1904-1905 RUSSO-JAPANESE. JAPANESE"}, {"id": 76948, "image_url": "//lh5.ggpht.com/LB64lprT8sI3Wbk87D1iA4qJ8N35OyZuWCG1uk4IFMLmzuoZtfEQUQMmcoY", "title": "War 1904-05 Russo-Japanese Main", "location": null, "description": "War 1904-05 Russo-Japanese Main"}, {"id": 55150, "image_url": "//lh4.ggpht.com/C_gmdXwnBDdn4fd4TqtqqFNS18dALdeExBwdLE88s8-amZ2AXtMw1vEAGg", "title": "War 1904-1905 Russo-Japanese. Cartoons", "location": null, "description": "WAR 1904-1905 RUSSO-JAPANESE. CARTOONS"}, {"id": 11664, "image_url": "//lh4.ggpht.com/5UuaFGODgMp6DAEz0FHAYM-0tRQgc7paOvcnAd6Npp-fiySKG15oGdgn1w", "title": "War 1904-05 Russo-Japanese Camp Russian", "location": null, "description": "War 1904-05 Russo-Japanese Camp Russian"}, {"id": 70368, "image_url": "//lh4.ggpht.com/LCTqsHG3VV7jgbSSVIMt82_F53WeQzbg8ZP6UPIOivMBSt7cQmPCMjmbkg", "title": "War 1904-1905 Russo Japanese Russian", "location": null, "description": "WAR 1904-1905 RUSSO JAPANESE RUSSIAN"}, {"id": 90475, "image_url": "//lh3.ggpht.com/kNwHfgNTo1wm2x-pdeXrTjpbB0a9i17PoFdzskuTbAdiz0uQtpuMOfmHlw", "title": "War 1904-1905 Russo Japanese Russian", "location": null, "description": "WAR 1904-1905 RUSSO JAPANESE RUSSIAN"}, {"id": 93751, "image_url": "//lh5.ggpht.com/RVRfzTw0IIakrAtDYw5vRCcXtJD8azpu92pI6XNLtXkMzkOygLQlrvIE0g", "title": "War 1904-1905 Russo Japanese Russian", "location": null, "description": "WAR 1904-1905 RUSSO JAPANESE RUSSIAN"}, {"id": 91443, "image_url": "//lh5.ggpht.com/gszLU6bmpFQTT_lOEYmfgGtRnIsI8flOjkR05yQ37uUe_rX9ohtPesYL", "title": "War 1904-05 Russo-Japanese Main", "location": null, "description": "War 1904-05 Russo-Japanese Main"}, {"id": 53045, "image_url": "//lh4.ggpht.com/4OMlmVaQYXJOb_e9A0B_8DKfO3KIKcB806V5wXShezbNEpQ_7BovWa-t1g", "title": "War 1904-1905 Russo-Japanese. Personalitics", "location": null, "description": "WAR 1904-1905 RUSSO-JAPANESE. PERSONALITICS"}, {"id": 81751, "image_url": "//lh6.ggpht.com/ZJ0wcglw9IIVVfba9X9fLrVQW166TZu1TWOOZ5xyLwMtjhBEQjswIK69aw", "title": "War 1904-05 Russo-Japanese Main", "location": null, "description": "War 1904-05 Russo-Japanese Main"}, {"id": 23958, "image_url": "//lh5.ggpht.com/HoP-DFQIovHVgCLqIXmnzE5ulWns_tO3SHNQIjNKk8EqdPYJ2Zm2G_Mn9w", "title": "War 1904-1905 Russo - Japanese Sea", "location": null, "description": "WAR 1904-1905 RUSSO - JAPANESE SEA"}], "location": "Dublin"}, {"id": 75518, "url": "https://artsandculture.google.com/entity/second-boer-war/m0bqtx?categoryId=event", "title": "Second Boer War", "date": "Oct 11, 1899 - May 31, 1902", "description": "The Second Boer War, also known as the Boer War, Anglo-Boer War, or South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although British reinforcements later reversed these, the war continued for years with Boer guerrilla warfare, until harsh British counter-measures including a scorched earth policy brought the Boers to terms.\nThe war started with well-armed Boer irregulars and militia striking first, besieging Ladysmith, Kimberley, and Mafeking in early 1900, and winning important battles at Colenso, Magersfontein and Stormberg. Surprised, under-prepared, and overconfident, the British responded bringing in modest numbers of soldiers and fought back with little initial success. Leadership and tactics changed when General Redvers Buller was replaced by Lord Roberts and Lord Kitchener. They relieved the three besieged cities and invaded the two Boer republics in late 1900.", "items": [{"id": 43006, "image_url": "//lh4.ggpht.com/f33mtu4qEfTTfMdT4fhKdXC72TRZ9qBYn6rQ0YBRaFVad3fHzJ3_qM9xBQ", "title": "Boers In Battle", "location": null, "description": "Boers manning a trench outside Mafeking during the second Boer War. (Photo by Van Hoepen/Getty Images)"}, {"id": 56486, "image_url": "//lh3.ggpht.com/suD9ltPQrF6sHeCJYgC3HRukWxpT-asBmgjf-ITSTn037WNbcwBt9Dl2qDg", "title": "Gun At Mafeking", "location": null, "description": "1900: Afrikaners with a Nordenfeld-Maxim field gun at Mafeking during the Second Boer War. (Photo by Van Hoepen/Hulton Archive/Getty Images)"}, {"id": 89434, "image_url": "//lh3.ggpht.com/HKw_H7AU8zR-95xq-mN3DniFv4ndS27Q2Rf4c6yfu3N9Rd3hO0r1QyoAwA", "title": "War 1899-1902 Boer War Mafeking", "location": null, "description": "War 1899-1902 Boer War Mafeking"}, {"id": 14131, "image_url": "//lh6.ggpht.com/Na8tanWe3ezXvRMxjEOJPeKbSIj0cIo6VGm6JeQ4-Ko-T9wttw0zJbZ44xE", "title": "Boers In Trenches", "location": null, "description": "Boer soldiers manning their trenches outside Mafeking during the Boer War. (Photo by Hulton Archive/Getty Images)"}, {"id": 12793, "image_url": "//lh5.ggpht.com/qWnl93XxASTidq1EhYVC4trCw3dBszrsW1BVlz7djTEIUR6NbI-XfHZJ", "title": "Boer Soldiers", "location": null, "description": "circa 1900: Men fighting in the Boer war (1899 - 1902) relaxing outside their tent and displaying their firearms at Ladysmith in Natal. (Photo by Van Hoepen/Hulton Archive/Getty Images)"}, {"id": 84495, "image_url": "//lh5.ggpht.com/dW67GWXbbEy_tgRAspKUixxQzau-_8bvYaeHhS-pzVs3iqJtEcIY2Rr8ww", "title": "Boer War Camp", "location": null, "description": "circa 1900: A camp for British prisoners of war at Waterval during the Boer War. The huts are made of corrugated iron. (Photo by Van Hoepen/Hulton Archive/Getty Images)"}, {"id": 91375, "image_url": "//lh3.googleusercontent.com/K6ScAuSHa-I4zgoTj3DEcY_VgG8iaN0zdB7ybNdnFgbKv8tP7wR2m9xYI_Hh0H0", "title": "Paul Kruger", "location": "South Africa", "description": "Paul Kruger"}, {"id": 13179, "image_url": "//lh6.ggpht.com/5tjC_r3j16YRB5KhR35II-fSWrl4KTP8f1T0oa8pQJPC0_c0Oy67Cb8SPcM", "title": "War 1899-1902 Boer War Camp British", "location": null, "description": "War 1899-1902 Boer War Camp British"}, {"id": 47512, "image_url": "//lh6.ggpht.com/7kF81dYs7jJQvbsfGbrnJ0J7NwDK-Dy-QM6DnOPmgqVNLyZbufKeR21e", "title": "Boer Artillery", "location": null, "description": "circa 1900: Members of the Boer army loading their artillery in preparation for battle at Ladysmith, during the Boer War. (Photo by Van Hoepen/Hulton Archive/Getty Images)"}, {"id": 53471, "image_url": "//lh4.ggpht.com/fbkI48m1NFbSAjTJ0_hALtN0LoGADD-ZBo42XLBKvDvJBM8fwbhaI87Q", "title": "War 1899-1902 Boer War", "location": "London, United Kingdom", "description": "WAR 1899-1902 BOER WAR"}, {"id": 90983, "image_url": "//lh4.ggpht.com/oQ9FrBzQHgmNgA52NYMcND4mK03X9MSkdS7vTiiEIyfoiXQXhLcNRgcKgg", "title": "War 1899-1902 Boer War Camp Battles Mafeking", "location": "South Africa, Republic Of", "description": "WAR 1899-1902 BOER WAR CAMP BATTLES MAFEKING"}, {"id": 45126, "image_url": "//lh3.ggpht.com/S_VaHUVayrydo9oLZMw0vcI02qT_zRPSwBE4jFVt75_49rc1DRIOkMJJRw", "title": "War Boer 1899-1902 Boer War Camp (Saf) Ladysmith", "location": null, "description": "WAR BOER 1899-1902 BOER WAR CAMP (SAF) LADYSMITH"}, {"id": 10494, "image_url": "//lh6.ggpht.com/gc3ARA9ERgWWe_PBZACdQxAILxpmV0k5Oe_GwTQX1w3xIxS3SWOgrgys", "title": "War 1899-1902 Boer War P.O.W.", "location": null, "description": "WAR 1899-1902 BOER WAR P.O.W."}, {"id": 17337, "image_url": "//lh6.ggpht.com/iPl-RPWguNFXtzSbtWX-Y4gpfN19ntl_ashhKvRUlX0bofazWhNazXYdEA", "title": "War 1899-1902 Boer War Mafeking", "location": null, "description": "War 1899-1902 Boer War Mafeking"}], "location": "South Africa"}, {"id": 63501, "url": "https://artsandculture.google.com/entity/civil-rights-movement/m0d2c9?categoryId=event", "title": "Civil rights movement", "date": "1954 - 1968", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of direct actions and grassroots protests. The social movement's major nonviolent resistance and civil disobedience campaigns eventually secured new protections in federal law for the human rights of all Americans.\nAfter the American Civil War and the subsequent abolition of slavery in the 1860s, the Reconstruction Amendments to the United States Constitution granted emancipation and constitutional rights of citizenship to all African Americans, most of whom had recently been enslaved. For a short period of time, African American men voted and held political office, but they were increasingly deprived of civil rights, often under the so-called Jim Crow laws, and African Americans were subjected to discrimination and sustained violence by white supremacists in the South.", "items": [{"id": 76630, "image_url": "//lh5.ggpht.com/x_gwo78GEETJiCGSpm5vqDcoUdnUcWnkPzt_ylLiWbuu88G1nbI80LrTdOHA", "title": "President Lyndon B. Johnson signs the Voting Rights Act as Martin Luther King Jr. and other civil rights leaders look on", "location": "Capitol Rotunda, Washington, DC", "description": "Signing of the Voting Rights Act of 1965. President Lyndon B. Johnson signs the Voting Rights Act as Martin Luther King Jr. and other civil rights leaders look on"}, {"id": 35897, "image_url": "//lh3.googleusercontent.com/pRiX0_TfmqRDWHh7Z9DR8s_Cvo-1frsVN8PD6atQhaKuR8R-bT8CS843osXV_xlXSg", "title": "The Invisible Man, Harlem, New York", "location": "Harlem, New York", "description": "From the Invisible Man series"}, {"id": 36682, "image_url": "//lh5.ggpht.com/O66WjfcQBa8EuWoKuDv5D3JcNade0cRoG0FzbwJicCu30L4cacQYIHgm", "title": "Malcolm X At JFK", "location": null, "description": "African-American Muslim minister and civil rights activist Malcolm X (1925 - 1965) arriving at John F. Kennedy International Airport, New York City, after a tour of the Middle East, 21st May 1964. (Photo by Pictorial Parade/Archive Photos/Getty Images)"}, {"id": 92116, "image_url": "//lh3.ggpht.com/vYicUsSRlQZ89Oy3bvOhMUrzPiKXnfNixrIbY7f_E1FwTBOL87UrZsWfTNy8", "title": "Martin Luther King, Jr. and Civil Rights Leaders with Attorney General Robert F. Kennedy and Vice President Lyndon B. Johnson", "location": "The Rose Garden, White House. Washington, D.C.", "description": "Civil rights leaders pose with Attorney General Robert F. Kennedy and Vice President Lyndon B. Johnson. (L-R) Front row: unidentified man (mostly out of frame); Publisher of the Philadelphia Tribune E. Washington Rhodes; Director of the Anti-Defamation League B'nai B'rith Benjamin Epstein; Dr. Martin Luther King, Jr.; Attorney General Kennedy; executive secretary of the National Association for the Advancement of Colored People (NAACP) Roy Wilkins; Vice President Johnson; President of United Auto Workers (UAW) Walter P. Reuther; President of the National Urban League Whitney M. Young, Jr. (partially hidden); Secretary of Labor Willard Wirtz; President of the Negro American Labor Council (NALC) A. Philip Randolph (partially out of frame). (L-R) Second row: unidentified man; President of the National Association of Colored Women Dr. Rosa Gragg; unidentified man (mostly hidden behind RFK). (L-R) Back row: unidentified man; Director of Congress of Racial Equality (CORE) James Farmer; unidentified man; unidentified man (partially hidden); President of the Southern Regional Council James McBride Dabbs; lawyer James Scheuer; President of the National Council of Negro Women Dorothy Height (mostly hidden behind LBJ); program director for the National Jewish Community Relations Advisory Council Arnold Aronson (partially hidden behind Height’s hat); founder of the Catholic Interracial Council George K. Hunton; Director of the Social Action Department of the National Catholic Welfare Conference John F. Cronin."}, {"id": 70450, "image_url": "//lh3.googleusercontent.com/S2zjxOkuzNMBzt_fKVEptjPE1pdC28aZHSf1upMu4PdY0ECMis8OJHJn0QNckaV4", "title": "Harlem Neighborhood, Harlem, New York", "location": "Harlem, New York", "description": "From the Invisible Man series"}, {"id": 75901, "image_url": "//lh3.googleusercontent.com/YkjTM3nuZhOGzFYC3S2IuSHPiPLRmFbrydTBcsfjppU3EWqBAHTxRDIHPlnSn63G", "title": "Soapbox Orator, Harlem, New York", "location": "Harlem, New York", "description": "From the Invisible Man series"}, {"id": 52706, "image_url": "//lh6.ggpht.com/BCUTg4DwKxE2_zcjeyYSfULZWi5qPigwlyDOxgBVsFZmLOVR5LBwKME-wzSP", "title": "Civil Rights Leaders marching from the Washington Monument to the Lincoln Memorial.", "location": "National Mall, Washington, D.C.", "description": "The March on Washington. Leaders marching from the Washington Monument to the Lincoln Memorial. In the front row, from left are: Whitney M. Young, Jr., Executive Director of the National Urban League; Roy Wilkins, Executive Secretary of the National Association for the Advancement of Colored People; A. Philip Randolph, Brotherhood of Sleeping Car Porters, American Federation of Labor (AFL), and a former vice president of the American Federation of Labor and Congress of Industrial Organizations (AFL-CIO); Walter P. Reuther, President, United Auto Workers Union; and Arnold Aronson, Secretary of the Leadership Conference on Civil Rights."}, {"id": 87898, "image_url": "//lh3.googleusercontent.com/rvhQq6H608pS19dxbrag2AbqVAWjzp8daQDpWNfGoWOf1Yj38D55udETj9NG4Fq4vw", "title": "Untitled, Harlem, New York", "location": "Harlem, New York", "description": "Emerging Man variant"}, {"id": 95590, "image_url": "//lh5.ggpht.com/wsIPsYH7AL49JlQdNXQYTTPDQ5-4SUe28IjXgaia6mZp8-8C6aoYO-i8ogE", "title": "March on Washington (Program)", "location": "Washington, DC", "description": "Photograph, \"Civil Rights March on Washington, D. C.\", 08/28/1963; NWDNS-306-SSM-4D(86)3; Records of the United States Information Agency; Record Group 306; National Archives."}, {"id": 17370, "image_url": "//lh5.ggpht.com/_f-IaiWCyPnawEKp4gIGoCvBn3D6lddPO_Lv2XD6V1sUk_wcxd1Eb6CYuycELQ", "title": "The March on Washington, View of the Reflecting Pool and the Washington Monument", "location": "Washington Monument, Washington, D.C.", "description": "Civil Rights March on Washington, D.C. A wide-angle view of marchers along the mall, showing the Reflecting Pool and the Washington Monument."}, {"id": 46456, "image_url": "//lh3.ggpht.com/Sz1Qk6girOFP0zmYj2XPDynN9TrswCKuZZaq8VHWDbg3mt83xZV6votLHM7n", "title": "Poor People's Campaign mule train", "location": "Chicago", "description": "During the climax of the Wednesday evening violence, thousands of protesters escaped a police cordon of Grant Park and joined a mule train down Michigan Avenue toward the Conrad Hilton Hotel. Led by civil rights leader Ralph Abernathy, the Poor People's Campaign simply got caught in the rush of events."}], "location": "Capitol Rotunda, Washington, DC"}, {"id": 82511, "url": "https://artsandculture.google.com/entity/indian-independence-movement/m0159sn?categoryId=event", "title": "Indian independence movement", "date": "1857 - Aug 15, 1947", "description": "The Indian independence movement was a series of historic events with the ultimate aim of ending the British rule in India. The movement spanned from 1857 to 1947. The first nationalistic revolutionary movement for Indian independence emerged from Bengal. It later took root in the newly formed Indian National Congress with prominent moderate leaders seeking only their fundamental right to appear for Indian Civil Service examinations in British India, as well as more rights for the people of the soil. The early part of the 20th century saw a more radical approach towards political self-rule proposed by leaders such as the Lal Bal Pal triumvirate, Aurobindo Ghosh and V. O. Chidambaram Pillai.\nThe last stages of the self-rule struggle from the 1920s was characterized by Congress's adoption of Mahatma Gandhi's policy of non-violence and civil disobedience, and several other campaigns. Nationalists like Subhas Chandra Bose, Bhagat Singh, Bagha Jatin, Surya Sen preached armed revolution to achieve self-rule.", "items": [{"id": 80457, "image_url": "//lh6.ggpht.com/0CVLhY75rJYC7aSyCKL4NdLSpXPK203pM-8TsqihenK57tPoVE4LkAi3", "title": "Naidu And Gandhi", "location": null, "description": "1930: Indian poet and politician Sarojini Naidu with Indian nationalist leader Mahatma Gandhi (Mohandas Karamchand Gandhi, 1869 - 1948) during the Salt March protesting against the government monopoly on salt production. (Photo by Hulton Archive/Getty Images)"}, {"id": 67116, "image_url": "//lh6.ggpht.com/yVwnq5idfWM14x9AQofeeAVoSOrE5kfRqRnZtjMbS3VKqjGaPfN3uYzi_A", "title": "War 1857 Indian Mutiny Camp Delhi", "location": null, "description": "War 1857 Indian Mutiny Camp Delhi"}, {"id": 58727, "image_url": "//lh3.ggpht.com/emCWZJ8UKHrudZlFCAyq-s-4MkzTGNum2Sg6pRrSfzdg9ph1TAf1btEqUQs", "title": "Mahatma Gandhi", "location": null, "description": "Mahatma Gandhi (Mohandas Karamchand Gandhi,1869 - 1948), Indian nationalist and spiritual leader, leading the Salt March in protest against the government monopoly on salt production. (Photo by Central Press/Getty Images)"}, {"id": 63394, "image_url": "//lh3.ggpht.com/_iJv8OXUJeN-gw4o_EinIsVx6G26SU0xGMNnuESuAadZW0mNMgAlo5f1FQ", "title": "War 1857-1858 Indian Mutiny Indian Scenes Maps", "location": null, "description": "War 1857-1858 Indian Mutiny Indian Scenes maps"}, {"id": 46110, "image_url": "//lh3.googleusercontent.com/aGA4Fp2htO2jVSbMY6KKxGSZsGOcQph9E3JsP9T_T0BDGqmTPk_V2rVv_QtVp-jTzQ", "title": "Chutter Manzil Palace, with the King's Boat in the Shape of a Fish - First Attack of Sir Colin Campbell, November 1857, Lucknow", "location": null, "description": "View of the Chutter Manzil, or Chattar Manzil, Palace, a palatial complex on a riverbank in ruins, with a fish-shaped boat in the foreground. Also visible are three men dressed in traditional garments."}, {"id": 76556, "image_url": "//lh3.googleusercontent.com/WoLMhuGnxh4EkVGBuc6K5eMss1grDPK51oaJATcR3PM1Af3fuuUE2WOmN0EawQRylg", "title": "[Interior of Secundrabagh After the Massacre]", "location": null, "description": "This scene of the Secundra Bagh palace courtyard at Lucknow, India shows the aftermath of the Sepoy Rebellion by the native soldiers (sepoys) of the Bengal Army of the British East India Company. The story goes that the Bengalese soldiers feared that their foreign employer was trying to force Christianity upon them by violating their cultural taboo. They had purportedly been issued rifle cartridges lubricated with pork and beef lard, which was in violation of Hindu and Moslem laws. In defense of their beliefs, the soldiers attacked an English garrison and colony at Cawnpore. The British retaliated in November 1857, and the scattered bones of some of the 2,000 rebels killed were intentionally left unburied in the courtyard.\n\nHistorians believe that Felice Beato and his assistants may have rearranged the skeletons seen in the foreground to heighten the photograph's dramatic impact."}, {"id": 92131, "image_url": "//lh6.ggpht.com/jQnAMbAPXqqTuK5HR7jIu97saXfw592-MkDybMG1cutjiv4PWOnzBmMW", "title": "War 1857-1858 Indian Mutiny Indian Scenes Maps", "location": null, "description": "War 1857-1858 Indian Mutiny Indian Scenes maps"}, {"id": 93274, "image_url": "//lh5.ggpht.com/u0ECKUP1TR-KQRlDeJvxCMAmTrQQ7w_g_-cTMy2expVpaNZEVhF9MLEsJQ", "title": "War 1857-1858 Indian-Mutiny Lucknow", "location": null, "description": "War 1857-1858 Indian-Mutiny LuckNow"}, {"id": 14392, "image_url": "//lh6.ggpht.com/Q9MP9rhvQ6g4c9YcKyzNev3pO0z2P5Rcba_LkHzTCaWPk529M4xl8I-NMTk", "title": "Independence Day", "location": null, "description": "Citizens celebrate India's independence from British rule in the streets of Calcutta. (Photo by Keystone/Getty Images)"}, {"id": 17843, "image_url": "//lh3.ggpht.com/AFit8LS-4AMnQDbG3mpL6aZ5jpF65DJRh6Ma1urJvVo_oHUdc8w98AqL7g", "title": "War 1857-1858 Indian-Mutiny Lucknow", "location": null, "description": "War 1857-1858 Indian-Mutiny LuckNow"}, {"id": 18436, "image_url": "//lh4.ggpht.com/UtByOkADPoKoZKjBpPt1UbRtsTbVONhgEuXV564l4BndxF5VBWc3_0KT", "title": "War 1857-1858 Indian-Mutiny Lucknow", "location": null, "description": "War 1857-1858 Indian-Mutiny LuckNow"}, {"id": 13378, "image_url": "//lh5.ggpht.com/7Fo-sKz7xZYb1agXLH6CtZ2bHk9XX8jsSNkSGOG1t_DCnF9TSvYoclI-rHo", "title": "Quit India", "location": null, "description": "Indian politicians Jawaharlal Nehru (1889 - 1964) and Mahatma Gandhi (1869 - 1948) in conversation at a session of the All India Congress Committee (AICC) in Bombay, 8th August 1942. It was at this session that the Quit India Resolution was passed, calling for India's independence from British rule. (Photo by Archive Photos/Getty Images)"}, {"id": 38399, "image_url": "//lh5.ggpht.com/YM3dDBefhPcilwNAexCKv2Pgjm38my-Bh-tJ88p_bUza6EhAOurMSbJlWdOu", "title": "Dawn of Independence", "location": "Bombay", "description": "Newspaper clipping:Greetings from China and Bangkok."}], "location": "Bombay"}, {"id": 23291, "url": "https://artsandculture.google.com/entity/invasion-of-poland/m01sz70?categoryId=event", "title": "Invasion of Poland", "date": "Sep 1, 1939 - Oct 6, 1939", "description": "The Invasion of Poland, also known as September campaign, 1939 defensive war and Poland campaign, was an attack on the Second Polish Republic by Nazi Germany and the Soviet Union which marked the beginning of World War II. The German invasion began on 1 September 1939, one week after the signing of the Molotov–Ribbentrop Pact between Germany and the Soviet Union, and one day after the Supreme Soviet of the Soviet Union had approved the pact. The Soviets invaded Poland on 17 September. The campaign ended on 6 October with Germany and the Soviet Union dividing and annexing the whole of Poland under the terms of the German–Soviet Frontier Treaty.\nGerman forces invaded Poland from the north, south, and west the morning after the Gleiwitz incident. Slovak military forces advanced alongside the Germans in northern Slovakia. As the Wehrmacht advanced, Polish forces withdrew from their forward bases of operation close to the Germany–Poland border to more established defense lines to the east. After the mid-September Polish defeat in the Battle of the Bzura, the Germans gained an undisputed advantage.", "items": [{"id": 71740, "image_url": "//lh6.ggpht.com/u9YQdBfFNDZGXqsBNGB7wdlzoHpLyADl8y-R8HIdEEMoRjbwpHWlKn07OQ", "title": "Nazis Into Poland", "location": null, "description": "September 1939: German Fuhrer Adolf Hitler (1889 - 1945) salutes as he oversees his military troop during the Nazi occupation of Poland. The troops march in formation toward a wooden bridge, constructed by the Nazis across the San River, near Jarolaw, Poland. The Nazis and Soviets had divided Poland by the end of that September. (Photo by Hulton Archive/Getty Images)"}, {"id": 30224, "image_url": "//lh5.ggpht.com/f2ATD4t_utVuue_VczEKMev54h3K3kvQqGwIhMJrm4ITf_95Y5I78euDN30", "title": "On September 1, 1939, German troops invaded Poland", "location": "Sopot, Poland", "description": "German soldiers and Polish custom officials reenact the removal of the Polish border crossing in Sopot on September 1, 1939."}, {"id": 73756, "image_url": "//lh3.ggpht.com/IAxIZQoHVoiTSO1VM6yZA6kcSWQBMZv1UzSdIDyJa4jXehnMbtquM1OPTQ", "title": "German Invasion Of Poland", "location": null, "description": "Without a formal declaration of war, German tanks, escorted by troops on motorcycles, drive into Poland during the invasion, Poland, September 1, 1939. (Photo by Pictorial Parade/Getty Images)"}, {"id": 77637, "image_url": "//lh3.ggpht.com/2c72cbYL2Qe6SL3zyXYnKiouosy2ciDqrMKnL4YSOzZEeMJjR8oHMjodqg", "title": "Blitzkrieg In Poland", "location": null, "description": "1st September 1939: The front page of London's Evening Standard newspaper on 1st September, 1939, announcing the German invasion of Poland at the start of World War II. (Photo by Hulton Archive/Getty Images)"}, {"id": 48575, "image_url": "//lh3.ggpht.com/S2HJOWMeyS2haOK2FO9QSu97zmJT3GAgzrjcGrYU5RfyHQwj8L2yz1R2_g", "title": "Germans And Russians", "location": null, "description": "29th September 1939: German officers and soldiers in Poland chatting with the crew of a Russian tank. (Photo by Topical Press Agency/Getty Images)"}, {"id": 71170, "image_url": "//lh3.googleusercontent.com/d9oDodganA_p00raQy2INQAnZiGgBFQTGwRdx29DuQsgmYYz_EwuqapPzKS2KA", "title": "Polish tanks", "location": null, "description": "The 212st company of Vickers light tanks supported the 24th Uhlan Regiment’s attack in the direction of Mszana"}, {"id": 68856, "image_url": "//lh6.ggpht.com/fZGuU_gZvfnJdxJziHl9qsZyJkmyLWrEaWZVMLT-bN59hxOUmjgX9ZD6", "title": "Casualty Of War", "location": null, "description": "1939: A young girl cries over her wounded and bleeding sister, who lies on the ground with her hand covered over a chest wound, during the Nazi invasion of Poland in World War II. The woman's eyes are closed; she may be dead or mortally wounded. (Photo by Hulton Archive/Getty Images)"}, {"id": 75338, "image_url": "//lh4.ggpht.com/wpRxeUIZ3GM8cxT2IAZc99X2w0hvD4YdvOM8oGJ5nnFy_5PZioN92OdK", "title": "Poland Invaded", "location": null, "description": "1st September 1939: German troops break down the turnpike at the German-Polish border in Sopot, beginning Germany's invasion of Poland at the start of World War II. This photo was staged a few days after the actual border crossing. (Photo by Keystone/Getty Images)"}, {"id": 29708, "image_url": "//lh5.ggpht.com/HdNFeKnMwqx315_-_fhRKjTno8BxUrbTgbZnD7K40aN3D-5NwL8z70eKMCk", "title": "Siege Of Warsaw", "location": null, "description": "26th September 1939: Polish women tend to their children while a soldier looks on during the German siege of Warsaw, Poland. Warsaw fell to German Forces on the 27th September. (Photo by Keystone/Getty Images)"}, {"id": 39896, "image_url": "//lh3.ggpht.com/K99uLstLjEhS26QBUwSgVEF0V8LK05BFd5SbVJWUiPb1q84JbTdku4hpKK4", "title": "Invading Poland", "location": null, "description": "11th September 1939: A German motorcyclist in front of a staff car in a Polish village. (Photo by Central Press/Getty Images)"}, {"id": 85672, "image_url": "//lh5.ggpht.com/9kyk94bRZ_5i4kWnM_mq7SEJ3BEFa4STyCjWCYPmqSK_QTtEJTiZkWDo-A", "title": "Orphaned Boy", "location": null, "description": "17th October 1939: The mother of a young Polish boy lies dead in a potato field near Warsaw during the Nazi invasion of Poland. (Photo by Julien Bryan/Hulton Archive/Getty Images)"}, {"id": 92745, "image_url": "//lh6.ggpht.com/7bEP5jLEz31LpFbtbA_aNjD985_K2vwl4mVtdNIguvYdbvCJBip_LVQRXoI", "title": "Coastal Bombardment", "location": null, "description": "September 1939: A German battleship, the Schleswig-Holstein, bombarding the Polish coast at Westerplatte, at the start of World War II. (Photo by Hulton Archive/Getty Images)"}], "location": "Sopot, Poland"}, {"id": 51097, "url": "https://artsandculture.google.com/entity/gallipoli-campaign/m01fc7p?categoryId=event", "title": "Gallipoli campaign", "date": "Feb 19, 1915 - Jan 9, 1916", "description": "The Gallipoli campaign was a military campaign in the First World War that took place on the Gallipoli peninsula, from 17 February 1915 to 9 January 1916. The Entente powers, Britain, France and Russia, sought to weaken the Ottoman Empire, one of the Central Powers, by taking control of the Turkish straits. This would expose the Ottoman capital at Constantinople to bombardment by Allied battleships and cut it off from the Asian part of the empire. With Turkey defeated, the Suez canal would be safe, and a year-round Allied supply route could be opened through the Black Sea to warm water ports in Russia.\nThe Allied fleet's attempt to force the Dardanelles in February 1915 failed and was followed by an amphibious landing on the Gallipoli peninsula in April 1915. In January 1916, after eight months' fighting, with approximately 250,000 casualties on each side, the land campaign was abandoned and the invasion force withdrawn. It was a costly defeat for the Entente powers and for the sponsors, especially First Lord of the Admiralty, Winston Churchill. The campaign was considered a great Ottoman victory.", "items": [{"id": 54547, "image_url": "//lh6.ggpht.com/h58i-IOM0-LY8nLAuS_EEj6mgqHBHMuOjQFs6bDdz-NOh4JnlUR5X5XI", "title": "War 1914-1918 Camp Gallipoli", "location": null, "description": "War 1914-1918 Camp Gallipoli"}, {"id": 67829, "image_url": "//lh3.ggpht.com/UAtezXOWD5oWPobvN1TP06kRINa0CjNSJoee3k6o8T0LeKUHqJLTW8ktqx9uzQ", "title": "Three Russian Army officers visiting British Army and Navy officers", "location": null, "description": "Photograph of a visiting party of three Russian Army officers with British Army and RN officers at Suvla (standing under gantry). The caption on the reverse reads \"The visit of a Russian Commission to the Dardanelles. The officers constituting the Commission wore the uniform of the British privates, with the exception of the Russian badge in their caps. The photograph shows the members of the Commission with British Naval and Military Officers.\" No 3134. From a collection of official photographs of the Dardanelles Expedition, 1915. (HAMILTON 7/12/298)"}, {"id": 94223, "image_url": "//lh5.ggpht.com/x5924oY0FKvqHxslrVO1lJ1BBS3mjtdwE-1RzCbppzkcWokP60U3mwKK6Q", "title": "War 1914-1918 Camp Gallipoli", "location": null, "description": "War 1914-1918 Camp Gallipoli"}, {"id": 52103, "image_url": "//lh5.ggpht.com/JRCd0YXZncbWNFC-jJp5Qd2T3tJFf1W02bykwlMQjrEmysQUr8kRejpKaV-K", "title": "Mounted horse's head and neck of 'Sandy', Major General W T Bridges' charger", "location": "Melbourne, Victoria", "description": "Of the 136,000 Australian horses sent away to the First World War Just one horse out was brought back: General Sir William Bridges’s charger, Sandy. Although Bridges had the use of three horses, Sandy was believed to be his favourite.\nBridges died on Gallipoli in May 1915 after being mortally wounded by a Turkish sniper. Sandy was kept safely in a veterinary hospital in Egypt until 1918, when the Minister for Defence authorised his return to Australia. The government outlaid 140 guineas – more than a year’s pay for a typical Australian soldier – to construct a special horse stall, of a type used to transport valuable racehorses, on board the SS Booral. Sandy arrived in Melbourne in November 1918, and went on to live out a quiet retirement at a military depot at Maribyrnong."}, {"id": 22336, "image_url": "//lh3.ggpht.com/s3IYYdmRqdBDvh4lHfZ8OH1r740URwtbOs0t5SOqbFXTFNZcoaK6SHKrP_85", "title": "French troops on the transport ship SS HAVRAISE", "location": null, "description": "Photograph of French troops on the transport ship SS HAVRAISE on their way to the Dardanelles (soldier kneeling left foreground waving cap). No 3053. From a collection of official photographs of the Dardanelles Expedition, 1915-1916. (HAMILTON 7/12/213)"}, {"id": 88184, "image_url": "//lh6.ggpht.com/dFMpoHjrJyL1Q-Cyxwh2jzM_3O2PEefiVS0g6obMGO92kCJT9iiHdg7gkTwm", "title": "Damaged 4.7 inch naval gun barrel, Heavy Battery, 1 Australian Division, AIF : Clarke's Valley, Gallipoli", "location": "England", "description": "In July 1915 a squad of Australians could be seen dragging a 4.7-inch gun up the southern flank of Anzac, high above Clarke’s Valley. Being originally a naval gun, it fired close to horizontal, so it had to be placed out in the open, not tucked behind a hill as howitzers were. The gun’s lack of a recoil mechanism made it dangerous to be around when it was fired. Made in 1896, it had been modified to serve on land in the Boer War – which the troops knew. They were aware that all the new guns were being sent to the Western Front, and they would just have to make do. “It might have been at Waterloo,” quipped Captain Richard Gee. “It was really worn out, and the shells went anywhere from it, [but] it had a pretty big range and we were able to warm the Turks sometimes.”"}, {"id": 18936, "image_url": "//lh5.ggpht.com/hzU7jul8p1CB9oPpGUSZuH45QIlh2hJfWLj15ZfMJKAqM8fb3qhviArwvQ", "title": "War 1914-1918 Camp Gallipoli Dardaneles", "location": null, "description": "WAR 1914-1918 CAMP GALLIPOLI DARDANELES"}, {"id": 45802, "image_url": "//lh5.ggpht.com/aUGis2xoJnEVWXtEqWR2klK9HSh8kaGx5t9teeRu4-2FvympvORuSkuo7LCP", "title": "Three ANZAC soldiers attending to wounded comrade", "location": null, "description": "Photograph of three ANZAC soldiers (Australian and New Zealand Army Corps) attending to wounded comrade. No 5227. From a collection of official photographs of the Dardanelles Expedition, 1915. (HAMILTON 7/12/286)"}, {"id": 93541, "image_url": "//lh5.ggpht.com/NpbqePJ_Dy9nHs0xwfPzQJfS7ybTYf1U5g-_k_fGgjdorqsK3yqEJ1riB9g", "title": "The British Commonwealth in arms / J.M. Brock.", "location": "Great Britain", "description": "Lists service contributions from Great Britain, New Zealand, Australia, Canada, Newfoundland, and South Africa; includes drawings of soldiers and coats of arms from each country."}, {"id": 43783, "image_url": "//lh4.ggpht.com/19tulTk9_5Z0gVjYf1kZK-q4gUreuLiSO26Cba4K_fSeyscH9_h6FNBEozfO", "title": "Australian submarine AE2 with crew on deck at Portsmouth", "location": "PORTSMOUTH, ENGLAND", "description": "This photograph shows the crew of the newly completed submarine, HMAS AE2 in Portsmouth probably sometime in early 1914. On the reverse is written \"HMA Submarine AE2, at sea March 11th, hoping this will catch you, am now in the Mediterranean 1/2 way to Malta. Had an a1 time at Gib. Hope your having a good time. Isnt the sub topping. Ive got a big photo of the boat if youd like it. What do you think of this. Yours Geoff, will write when time. Please forward, Miss Haggard, 25 Pelham Cresent, S. Kensington, London SW\". It was written by Lieutenant Commander Geoffrey Haggard who was on board the AE2 from her journey from England to Australia and her final days in the Sea of Marmara."}, {"id": 76081, "image_url": "//lh4.ggpht.com/EvZxAqknWiRXrAwi9WUM9vEsKsKkC779h_Qq_-GHRLkEL5b9fNwSR4gIqOI", "title": "Frost-bitten British soldiers waiting to embark from Suvla Bay", "location": null, "description": "Photograph of frost-bitten British soldiers waiting to embark from Suvla Bay. No 5120. From a collection of official photographs of the Dardanelles Expedition, 1915-1916. (HAMILTON 7/12/259)"}, {"id": 19398, "image_url": "//lh5.ggpht.com/RRU3BPG0gnoUaiLxcH-jfZFyBMnup93D1X3gJkpHTA87KZyhKYBk0Jr-CUN0", "title": "Visiting party of Russian Army officers with British officers", "location": null, "description": "Photograph of a visiting party of three Russian Army officers with British Army and RN officers at Suvla. The caption on the reverse reads \"The visit of a Russian Commission to the Dardanelles. The officers constituting the Commission wore the uniform of the British privates, with the exception of the Russian badge in their caps. The photograph shows the members of the Commission being met by the the M.L.O. on landing at Suvla.\" No 3132. From a collection of official photographs of the Dardanelles Expedition, 1915. (HAMILTON 7/12/296)"}, {"id": 87119, "image_url": "//lh6.ggpht.com/oqT25h-ThOB8CIQxH66D-bJi3132qeHSYALaaUl2STUnbunzCeczGAwFwr7G", "title": "HMA Submarine AE2", "location": "AUSTRALIA", "description": "This contemporary cutaway illustration of HMA submarine AE2 details upper and interior sections including the control tower, engine room, wardroom and steering position."}, {"id": 23835, "image_url": "//lh5.ggpht.com/OLbXSTn5iLOQLAkenIjyeuLGn7PeCb18XJVcLwiYjXfnzIZIfwbgABl7jHVK", "title": "British Royal Navy officer showing anti-submarine dart", "location": null, "description": "Photograph of a RN officer showing an anti-submarine dart to Russian Army Col Alexieff, head of visiting party of Russian Army officers (photograph stopped by censor). The caption on the reverse reads \"The visit of a Russian Commission to the Dardanelles. The officers constituting the Commission wore the uniform of the British privates, with the exception of the Russian badge in their caps. In the photograph a British Naval Officer is seen showing to Colonel Alexieff, the Chief of the Russian Commission, a submarine dart.\" No 3133. From a collection of official photographs of the Dardanelles Expedition, 1915. (HAMILTON 7/12/297)"}, {"id": 72991, "image_url": "//lh3.ggpht.com/Lyrp7R1OGDQj59Aen6waP6AVfw4sTnl2DSecgL_mTXUR63gD6Von2GesnYG3", "title": "Submarine AE2 with crew on deck, Portsmouth", "location": "PORTSMOUTH, ENGLAND", "description": "This photograph, dated February 17 1914, shows the arrival of the submarine HMAS AE2 into Portsmouth, England. AE2 was built, along with HMAS AE1 for the Royal Australian Navy by Vickers-Armstrongs at Barrow-in-Furness, England and commissioned at Portsmouth on 28 February 1914."}], "location": "Melbourne, Victoria"}, {"id": 13270, "url": "https://artsandculture.google.com/entity/warsaw-uprising/m021349?categoryId=event", "title": "Warsaw Uprising", "date": "Aug 1, 1944 - Oct 2, 1944", "description": "The Warsaw Uprising was a major World War II operation, in the summer of 1944, by the Polish underground resistance, led by the Polish resistance Home Army, to liberate Warsaw from German occupation. The uprising was timed to coincide with the retreat of the German forces from Poland ahead of the Soviet advance. While approaching the eastern suburbs of the city, the Red Army temporarily halted combat operations, enabling the Germans to regroup and defeat the Polish resistance and to destroy the city in retaliation. The Uprising was fought for 63 days with little outside support. It was the single largest military effort taken by any European resistance movement during World War II.\nThe Uprising began on 1 August 1944 as part of a nationwide Operation Tempest, launched at the time of the Soviet Lublin–Brest Offensive. The main Polish objectives were to drive the Germans out of Warsaw while helping the Allies defeat Germany. An additional, political goal of the Polish Underground State was to liberate Poland's capital and assert Polish sovereignty before the Soviet-backed Polish Committee of National Liberation could assume control.", "items": [{"id": 82181, "image_url": "//lh3.googleusercontent.com/gkm0p330iZs9EOlPe7LM7iibSCNRmiQrtpCSMQqfZnmjNIwhhmPwXnWD97cvQ-prWqc", "title": "Civilians during Warsaw Rising", "location": null, "description": "Warsaw Uprising: Filling of sand bags by civilian population in the courtyard of townhouse at Moniuszki 11 street."}, {"id": 55023, "image_url": "//lh3.googleusercontent.com/GslkSM5yzyXw4ZiKln4zU9lHHm_MdIIdnvStZvH4yE7TKEM2jePHl94ZKYxPc9k", "title": "Warsaw Uprising", "location": null, "description": "Warsaw Uprising: German armored fighting vehicle SdKfz 251 captured by the Polish insurgents, from 8-th \"Krybar\" Regiment, on Na Skarpie Boulevard on August 14, 1944 from 5th SS 'Viking' division. In this picture taken on Tamka Street, soldier with MP-40 submachine gun is his first insurgent commander Adam Dewicz \"Gray Wolf\". From his nickname insurgents gave the vehicle name \"Gray Wolf\" and used it in attack on Warsaw University."}, {"id": 26480, "image_url": "//lh3.googleusercontent.com/6__e7hl2HDFIeousH-OqsvYIZ3LPtt6fXdh1ntKSnSb4nLA2CislpMQ6aebRklyj", "title": "Warsaw Uprising", "location": null, "description": "Warsaw Uprising: Group of soldiers from Battalion \"Czata 49\", in Wola district, inspect English Anti-tank weapons \"PIAT\". Andrzej Maringe \"Andrzej\" is standing third from the left and Stanisław Potworowski \"Potwór\" is sitting in the middle."}, {"id": 79401, "image_url": "//lh3.googleusercontent.com/j3yMljnlsTn7Bnh_jAMjNjEhgV8SGAF2Bz44v0_DobkZw_-r-LOvz-vsjhZRcXSj", "title": "War damage during the Warsaw Uprising", "location": null, "description": "Marszałkowska Street in flames during Warsaw Uprising"}, {"id": 87100, "image_url": "//lh3.googleusercontent.com/sKN3WZKpONqmO2XrDwzAFVCTH_u2vJerzld9nuxXL1_GCDwborshXo0apDJwoUYpxME", "title": "Warsaw Uprising", "location": null, "description": "Warsaw Uprising: Kitchen in \"Adria\" building at 10 Moniuszko St."}, {"id": 36163, "image_url": "//lh5.ggpht.com/b1SBR78plOFQ7z47KT2S-I4SGe6mQP8T3rJBJxUVRcRSfIpapSABHbKB3ps", "title": "Barricade covering sewer entrance", "location": null, "description": "Insurgent with Mauser rifle at a barricade blocking Długa St. at the Field Cathedral near sewer manhole, which was vital during the sewer evacuation of thousands of soldiers from the Old Town."}, {"id": 27683, "image_url": "//lh3.googleusercontent.com/fD_G0PXLID4PfTOe0-lAmt6QnjSkhteWADnruY-4-7nS27TOB32WgOjZDa4_pd_hYFE", "title": "War damage during the Warsaw Uprising", "location": null, "description": "Warsaw Uprising. Hala Mirowska on fire, view from Solna Street (currently John Paul II Avenue)"}, {"id": 67205, "image_url": "//lh3.googleusercontent.com/fZxf5tysdRSD5_VMw3TCg9JNhtUcPYGMEBW7KV1B2NIXueqnf5egf6A0LrJNY9E8", "title": "First days of Warsaw Uprising", "location": null, "description": "First days of Warsaw Uprising , Major Alfons Kotowski \"Okon\" in western Warsaw, August 1, 1944."}, {"id": 76983, "image_url": "//lh5.ggpht.com/JTMZghJZ1cmPPGul_Lj4GkwJh_MexGosmOKkXs7lIP0YwqNy0RN0eQtlV1CT", "title": "Before capitulation", "location": null, "description": "A group of soldiers from \"Gustaw\" Battalion on Dąbrowski Square. From the left: Cpl Jerzy Sikorski \"Sixton\", Cpl Kazimierz Dąb \"Kazik\", Medical Orderly Henryka Wieczorek \"Heniuta\", 2Lt Henryk Ożarek \"Henio\", Cpl Tadeusz Przybyłowski \"Roma\", Cpl Cadet Antoni Dobraczyński \"Hel\". \"Sixton\" is holding an insurgent newspaper informing about capitulation negotiations."}, {"id": 41209, "image_url": "//lh3.googleusercontent.com/Npm0eCwHoQv6CZx6mJAWfphOJEkSB9Mlxsqoi00hA6ecp0_BucqIHNc4kKNyvQA", "title": "Scene from the Warsaw Uprising", "location": "Warszawa, Polska", "description": "Home Army soldiers fighting during the Warsaw Uprising. One of them is holding Błyskawica machine pistol, produced by the Home Army."}, {"id": 24890, "image_url": "//lh6.ggpht.com/h5sX7NjjkKYjy6B8I2o3UL5Qw3oPhJWNBbXiR6TvIVU931GqAg3TiFx-NtI", "title": "Insurgent victories", "location": null, "description": "Insurgents on a barricade on Zielna St. watch the burning PAST building. To set the building on fire, Insurgents pumped thousands of litres of fire-starting fluid inside using a motor pump."}, {"id": 72589, "image_url": "//lh5.ggpht.com/8RcAP7qFqJLYtH4OfdPXe58qCCQADlW0ZXzMG2cupt7aki-qqTyUDXHh8n6e", "title": "German propaganda", "location": null, "description": "Insurgents from \"Koszta\" company are reading a German propaganda leaflet, urging them to stop fighting."}, {"id": 97762, "image_url": "//lh4.ggpht.com/o_Ytd_umv_eQCrMMfWm7UKvJ9T_Q8wEcYvfQb0BcQntAMfevJn3X3Hff5vm4Jg", "title": "Battle for a church", "location": null, "description": "Insurgents are at the entrance of St. Cross Church on Krakowskie Przedmieście St. The recapture of this church from German control was a spectacular success for insurgent troops."}], "location": "Warszawa, Polska"}, {"id": 87101, "url": "https://artsandculture.google.com/entity/french-revolution/m02_hz?categoryId=event", "title": "French Revolution", "date": "May 5, 1789 - Nov 9, 1799", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy.\nBetween 1700 and 1789, the French population increased from 18 million to 26 million, leading to large numbers of unemployed, accompanied by sharp increases in food prices caused by years of bad harvests. Widespread social distress led to the convocation of the Estates General in May 1789, the first since 1614. In June, the Estates were converted into a National Assembly, which passed a series of radical measures, among them the abolition of feudalism, state control of the Catholic Church and extending the right to vote.\nThe next three years were dominated by the struggle for political control, exacerbated by economic depression and social unrest. External powers like Austria, Britain and Prussia viewed the Revolution as a threat, leading to the outbreak of the French Revolutionary Wars in April 1792.", "items": [{"id": 97983, "image_url": "//lh5.ggpht.com/dqcvyT2nge6vI_vnQprrq_toAR0GS_GA_jMi9c2xQINeRZzkLeW7PCi_31Yx", "title": "Prise de la Bastille", "location": null, "description": "Most revolutions have ended in tyranny, usually by a military coup, or in civil wars. Early enthusiasm for the French Revolution quickly waned as many began to fear it would spread to the United States."}, {"id": 40668, "image_url": "//lh4.ggpht.com/cXhn2bZWlFKYqM0X3KE8RZxLDv0TJBOtkft3Nyj860yxk1XcrWMlyaenPEmB5w", "title": "Storming of the Bastille", "location": "Paris, France", "description": "Most revolutions have ended in tyranny, usually by a military coup, or in civil wars. Early enthusiasm for the French Revolution quickly waned as many began to fear it would spread to the United States."}, {"id": 81262, "image_url": "//lh3.ggpht.com/wR4R_jxBlqNA-XKaRqSSefmX1193kfeTLEIQHErevTnaYALlx78o-nO22_C8Og", "title": "Queen Marie Antoinette of France and two of her Children Walking in The Park of Trianon", "location": null, "description": "Adolf Fredrik Wertmüller was commissioned by King Gustav III to paint this portrait of Marie Antoinette and two of her children. The painting was displayed at the Salon in Paris in 1785, four years before the French Revolution. Wertmüller’s autobiography explains how the portrait came about:"}, {"id": 35967, "image_url": "//lh4.ggpht.com/9EDhcAydHeQUxEPB1IseQ21vi3YHHihi49FPbiuuYK6C9C67kMYMuqw", "title": "His France 1789-1795 Revolution/Republic Main", "location": null, "description": "HIS France 1789-1795 Revolution/Republic Main"}, {"id": 68730, "image_url": "//lh3.ggpht.com/l4oaEpFoVqEjl5uogmKi2cnqTOZZyzl1Nl-zD1cCkLUClv33-xzcRtW3", "title": "His Euro France Revolution 1789 Mainhead 2 Folders 1", "location": null, "description": "HIS EURO France Revolution 1789 Mainhead 2 Folders 1"}, {"id": 77024, "image_url": "//lh3.ggpht.com/ahywdPmeUJTEGBV9Rhmdtjnvo9uJkbIaCLPwtmHIF0yJvPEgl0Mi6wbMj_X4", "title": "Suzanne Le Peletier de Saint-Fargeau", "location": "European Paintings 1750-1830 (S204)", "description": "In one of the few commissions Jacques-Louis David accepted after he began working regularly for Napoleon in 1799, he agreed to paint a portrait of Suzanne Le Peletier when she was twenty-two years old. The portrait was painted the year of her engagement to her cousin Léon Le Peletier de Mortefontaine, whom she married in 1806. The painting's small size and intimate mood reflect its private nature. Suzanne is portrayed bust-length, facing the viewer. Her dark hair falls in loose curls around her forehead, accentuating her large, dark eyes. She is fashionably dressed in pale muslin with a soft, black cashmere stole around her neck. Suzanne Le Peletier became a national celebrity at the age of eleven after the murder of her father, the French revolutionary Michel Le Peletier. Following his assassination, Suzanne was officially adopted by the French nation and given the title \"daughter of the state.\""}, {"id": 60707, "image_url": "//lh5.ggpht.com/-Mz7R8_06VLKQHpdFUhgG_JbG1oj9lufhrDLo9fENW_CyQ538PvtJv0rHA", "title": "His Euro France Revolution 1789 Mainhead 2 Folders 1", "location": null, "description": "HIS EURO France Revolution 1789 Mainhead 2 Folders 1"}, {"id": 34962, "image_url": "//lh3.ggpht.com/aw9qD5CdBWZSSUoAnTSvIH4C7OJZMNLodDGmiDxByJmxnx1lZedRtJHooc8", "title": "His France 1789-1795 Revolution/Republic Main", "location": null, "description": "HIS France 1789-1795 Revolution/Republic Main"}, {"id": 48356, "image_url": "//lh6.ggpht.com/1rFaRR08vnxle8kIpo4IKRBHCjhfArNKSIXTn6_BJvy8Hhaz_kSWyqye6Q", "title": "His France Revolution 1789 - Rainhead", "location": null, "description": "His France Revolution 1789 - Mainhead"}, {"id": 22525, "image_url": "//lh4.ggpht.com/ZcO3yhXO_4LQ6uiWWsqNe3vjGnA103O8xx1AxdiKczwLzfy-r9jR7uFcFA", "title": "His France Revolution 1789 - Rainhead", "location": null, "description": "His France Revolution 1789 - Mainhead"}, {"id": 31520, "image_url": "//lh4.ggpht.com/ii-mXZhEvsnuc7TLvpOLaI-TT_yNswTSiQ2HFQXEw2C2pJNLIxBsB6qK8Q", "title": "Illustration of the French Revolutionary emblem", "location": "France", "description": "Illustration of the French Revolutionary emblem with text: \"Unite, Indivisibilite de la Republic Liberte, Egalite, Fraternite ou la Morte.\""}, {"id": 35156, "image_url": "//lh6.ggpht.com/5cq2_nYWYIBkYfNk8vvGaBVUJf6fcM8UKDD5afTiWmtcif1fgxcynq8Q", "title": "His France Revolution Oath Of Tennis Court 20Th June 1789", "location": null, "description": "His France Revolution Oath of Tennis Court 20th June 1789"}, {"id": 86472, "image_url": "//lh4.ggpht.com/p7k23KmeRd7Rxv7pfxaGMg-IgZZXOXtOKob6sSW3gfNIpbHZqssvwc-v", "title": "His France 1789-1790 Revolution Numbered Prints 1 To 46 Please Keep In Order", "location": null, "description": "HIS France 1789-1790 Revolution Numbered Prints 1 to 46 Please Keep In Order"}, {"id": 34459, "image_url": "//lh6.ggpht.com/7Sy27iB69j_s_jxc2EkfVsCMENPpVnJ-fiRFZ2Xo23kZoO28jh7fNEhxww", "title": "His France 1789-1795 Revolution/Republic Main", "location": null, "description": "HIS France 1789-1795 Revolution/Republic Main"}], "location": "Paris, France"}, {"id": 81246, "url": "https://artsandculture.google.com/entity/burma-campaign/m02y6s1?categoryId=event", "title": "Burma campaign", "date": "December 1941 - August 1945", "description": "The Burma campaign was a series of battles fought in the British colony of Burma. It was part of the South-East Asian theatre of World War II and primarily involved forces of the Allies; the British Empire and the Republic of China, with support from the United States. They faced against the invading forces of Imperial Japan, who were supported by the Thai Phayap Army, as well as two collaborationist independence movements and armies, the first being the Burma Independence Army, which spearheaded the initial attacks against the country. Puppet states were established in the conquered areas and territories were annexed, while the international Allied force in British India launched several failed offensives. During the later 1944 offensive into India and subsequent Allied recapture of Burma the Indian National Army, led by revolutionary Subhas C. Bose and his \"Free India\", were also fighting together with Japan. British Empire forces peaked at around 1,000,000 land and air forces, and were drawn primarily from British India, with British Army forces, 100,000 East and West African colonial troops, and smaller numbers of land and air forces from several other Dominions and Colonies.", "items": [{"id": 29740, "image_url": "//lh4.ggpht.com/wPmnLQa3IFPlG5fF_aS_9PZ7QdGlNu9L7fOHQq4CD-4o3Rfd4KvVUMGkXA", "title": "War 1939 1945 Burma Malaya Reheat 1942 And Chindits", "location": null, "description": "WAR 1939 1945 BURMA MALAYA Reheat 1942 and chindits"}, {"id": 85736, "image_url": "//lh3.ggpht.com/BSkPbdGsBI24pB-sK5upEJ50Ga0K9QvuG82sXJgLszJTTkE7ckTZPq54GQ", "title": "War 1939 1945 Burma Malaya Reheat 1942 And Chindits", "location": null, "description": "WAR 1939 1945 BURMA MALAYA Reheat 1942 and chindits"}, {"id": 18699, "image_url": "//lh5.ggpht.com/fVfbsk09OhTSHxrQjUMxz3Xk7ev4Twme1tXTmXpSgH1RgsaDdq95P6Pw", "title": "War 1939 1945 Burma Malaya Reheat 1942 And Chindits", "location": null, "description": "WAR 1939 1945 BURMA MALAYA Reheat 1942 and chindits"}, {"id": 86666, "image_url": "//lh3.ggpht.com/GcWU6ciMGC9iCC5f03SzxodY8yhU-EmTb5QdMQChs0eaW-cPiJnebe-AeIc", "title": "War 1939- 1945. Burma, Malaya; Push 1944-5.", "location": null, "description": "WAR 1939- 1945. BURMA, MALAYA; PUSH 1944-5."}, {"id": 57657, "image_url": "//lh4.ggpht.com/Ky3dvhQ678WRlPteCRXJPqjZSnR0YetIfXxOxC6EABHuy2ay7Ot-Sd-w", "title": "War 1939 1945 Burma Malaya Reheat 1942 And Chindits", "location": null, "description": "WAR 1939 1945 BURMA MALAYA Reheat 1942 and chindits"}, {"id": 73185, "image_url": "//lh5.ggpht.com/CU5X12BV11jel94lTilnIs70J6b90sC7kOGtz6zFaRgoBWXwPK_E8cAg", "title": "War 1939 1945 Burma Malaya Reheat 1942 And Chindits", "location": null, "description": "WAR 1939 1945 BURMA MALAYA Reheat 1942 and chindits"}, {"id": 16559, "image_url": "//lh4.ggpht.com/Uqh14vRoh1SAD8wgkVaE-gDsnOlAVjypBxypSuE8fk6KCJY1ALOwRI5MAg", "title": "War 1939- 1945. Burma, Malaya; Push 1944-5.", "location": null, "description": "WAR 1939- 1945. BURMA, MALAYA; PUSH 1944-5."}, {"id": 62870, "image_url": "//lh4.ggpht.com/3A3O276F26MBez8hRAm0WMRd7J8wv0r96ASeFK63qgkRIMErn-n4Bz2hXQ", "title": "Stillwell In India", "location": "Maingkwan, Myanmar", "description": "American cargo plane C47 dropping supplies for Allies during Burma campaign."}, {"id": 45108, "image_url": "//lh3.ggpht.com/LGoNYjvefnhL7KoI_kt5ShFnFhy0HWeROuuuHH-vBl4gOKzo96skk4L8ww", "title": "War 1939 1945 Burma Malaya Reheat 1942 And Chindits", "location": null, "description": "WAR 1939 1945 BURMA MALAYA Reheat 1942 and chindits"}, {"id": 45830, "image_url": "//lh6.ggpht.com/oe_c8RfdfukW_CJg1gSI5nY4Ne9M1EyoVi5ZAxcODiv_yH_6100Cq5b6Xw", "title": "War 1939 1945 Burma Malaya Reheat 1942 And Chindits", "location": null, "description": "WAR 1939 1945 BURMA MALAYA Reheat 1942 and chindits"}, {"id": 70725, "image_url": "//lh3.ggpht.com/Gk7yOg6ZtmcaJV38pFsMikUqRnBAu0OmuvyWmLyrRYH2QTxp8uvH5HhP", "title": "War 1939- 1945. Burma, Malaya; Push 1944-5.", "location": null, "description": "WAR 1939- 1945. BURMA, MALAYA; PUSH 1944-5."}], "location": "Maingkwan, Myanmar"}, {"id": 17828, "url": "https://artsandculture.google.com/entity/battle-of-france/m01h6pn?categoryId=event", "title": "Battle of France", "date": "May 10, 1940 - Jun 25, 1940", "description": "The Battle of France, also known as the Fall of France, was the German invasion of France, Belgium, Luxembourg and the Netherlands during the Second World War. On 3 September 1939, France had declared war on Germany, following the German invasion of Poland. In early September 1939, France began the limited Saar Offensive. By mid-October, the French had withdrawn to their start lines. The Germans invaded Belgium, Luxembourg and the Netherlands on 10 May, Italy entered the war on 10 June 1940 and German forces defeated the Allies on 25 June. France and the Low Countries were conquered, ending land operations on the Western Front until the Normandy landings on 6 June 1944.\nIn Fall Gelb, German armoured units made a surprise push through the Ardennes and then along the Somme valley, cutting off and surrounding the Allied units that had advanced into Belgium to meet the expected German invasion. British, Belgian and French forces were pushed back to the sea by the German armies and the British evacuated the British Expeditionary Force, French and Belgian troops from Dunkirk in Operation Dynamo.\nGerman forces began Fall Rot on 5 June.", "items": [{"id": 69841, "image_url": "//lh6.ggpht.com/mQVGykPT7Z7Yv4QIjn33EDvnpBKK_-uQab7DVxhQfTfPc8-0OcsRvIwfDg", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "Members of Royal Ulster Rifles waiting on improvised pier of lorries to evacuate Dunkirk during low tide."}, {"id": 54459, "image_url": "//lh4.ggpht.com/TTGQ6GbDUC8dn6FE_4qtPiw08sQ0zRxtmepbMLlri1kGu6dYKy_Ryivtw3A", "title": "Dunkirk Evacuation", "location": null, "description": "May 1940: Thousands of soldiers line up to be evacuated from Dunkirk. Of the 250,000 British troops (the British Expeditionary Force) stranded at Dunkirk after the fall of Belgium, 30,000 were lost in the heroic rescue, as well as all their equipment. (Photo by Fox Photos/Getty Images)"}, {"id": 28940, "image_url": "//lh5.ggpht.com/bbrmM7rNX0O_xT1EzNV0lGFFbrDaQ2eWDfofxYhOibeN6RvCHjZg7v6FJL0", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "Wounded soldier on stretcher being brought off steamer by men rowing life boat to be taken to destroyer for evacuation fr. Dunkirk harbor."}, {"id": 61519, "image_url": "//lh3.googleusercontent.com/mpKtmX4Nf11eEwcYMuGdECyf5p_74DLabrOO-W5Fr8Hh_AZGO8BmB1Isr8UCgh_k", "title": "Photograph of General Field Marshal Heinz Guderian and a radio operator with the Enigma encryption machine in a medium-weight radio tank (Sd.Kfz. 251/3) during the Battle of France in May 1940", "location": null, "description": "The Enigma machine was used by the German Army, Air Force, and Navy—as shown here during the Battle of France. The SS, police, secret services, Reichspost (postal) service, railways, and German Foreign Office all used Enigma, too. Altogether, the Germans used about 50,000 Enigma machines during the war."}, {"id": 13116, "image_url": "//lh6.ggpht.com/KgO2WL_X4TPUy0jphiWojH1mIRLXAGQXU6Qcgnl_PUw5WCLYOfMfRZl8kw", "title": "Hitler/Jaeger File", "location": "Lapanne, France", "description": "Woman lounging on beach strewn w. abandoned supplies and a derilict artillery piece near Dunkirk after the Allied retreat."}, {"id": 33717, "image_url": "//lh5.ggpht.com/MFlHFtomtSKV8n3rbQ3wMix9FZi7HJIcJ9-2Ms5TaX0ZKV_x8UHxxGGM", "title": "Fuhrer Headquarters", "location": null, "description": "Part of the camouflaged exterior of the Felsennest ('Rocky Eyrie'), the Fuhrer Headquarters near Bad Munstereifel, Germany, circa 1940. It was used by Nazi Leader Adolf Hitler during the Battle of France in May, 1940. (Photo by Henry Guttmann/Hulton Archive/Getty Images)"}, {"id": 97420, "image_url": "//lh6.ggpht.com/peK6OS4ZZW_Soo5sZcMg1LOQCjUt2PaylP_kM478C_QdrjrHIByIeWd-wQxXDw", "title": "Seyss-inquart's SS uniform", "location": "Soesterberg", "description": "Arthur Seyss-Inquart, who had been a loyal member of the Nazi-SS since 1938, was installed as Reichskommissar (Nazi Governor of the Netherlands) on 29 May 1940 in the Ridderzaal of the Dutch Parliament building in The Hague. As Hitler's representative in the occupied Netherlands, he largely determined German policymaking."}, {"id": 46948, "image_url": "//lh3.ggpht.com/c3oVZr8A7WOdRAS54mfwPULc2kVALHyuYmPwk0CXBXOxa9wqaGx3IEddyg", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "Half-sunken ship lies next to bombed-damaged docks incl. distant pier on fire after Nazi air attack during the evacuation of the British army."}, {"id": 37051, "image_url": "//lh4.ggpht.com/KvWF1Qh2Q8Dv77vcim8mGip8SC2XTTpqzjyP3YTdLN1P3SLSyXfrLDyp", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "Bombed-damaged docks incl. distant pier on fire after Nazi air attack during the evacuation of the British army."}, {"id": 99031, "image_url": "//lh4.ggpht.com/9SPAUPZV8thot4cz1XgCXpn3Xq8XZ0rV1OK5lm_a1BpgO0i9kD7OgWVUPA", "title": "Fuhrer Headquarters", "location": null, "description": "Part of the camouflaged exterior of the Felsennest ('Rocky Eyrie'), the Fuhrer Headquarters near Bad Munstereifel, Germany, circa 1940. It was used by Nazi Leader Adolf Hitler during the Battle of France in May, 1940. (Photo by Henry Guttmann/Hulton Archive/Getty Images)"}, {"id": 28203, "image_url": "//lh4.ggpht.com/SCe6-79GGIIm30veCEJef11UrbCuNKzTXQWHusmElgVI00L0cEJYtfYD", "title": "Dunkirk Beach", "location": null, "description": "May 1940: Allied troops on the beach at Dunkirk, France, before their retreat. (Photo by MPI/Getty Images)"}, {"id": 79839, "image_url": "//lh4.ggpht.com/nUOywGhHTrrbv8LJtjRE3FtJ9f2sjbphrk5X9O74GXyqmLfNIbmo8g84", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "French inhabitants & soldiers trying to escape with all their possessions on bicycles & a car after Nazi air attack on the city.."}, {"id": 79034, "image_url": "//lh3.ggpht.com/M4rYnxpjxI9wLwEkN3Qxsz4ENQAkDwAge3bKC8yewVzw2-VEEu95na_HlY0", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "Bombed-out church in the city after Nazi air attack during the Allied troop evacuation."}, {"id": 77332, "image_url": "//lh4.ggpht.com/vCt0K9-IFJINCjLTKsH7sv3gNNXf9-JvHUW7Vfkz2PtS6YSxC-SH6aQtDA", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "Bombed-damaged docks where the remains of stores after Nazi air attack are being patrolled by French troops during the Allied troop evacuation of the city."}, {"id": 26791, "image_url": "//lh6.ggpht.com/wyjpXzVRr_YuQMhRLb0Cg8522D4W9d0yxet6rzTMZZ6pxbziCTAwGfNdEw", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "Closeup ofBritish Sargent Jack Wadsworth of the Royal Ulster Rifles prepared to leave during the evacuation of the city; his eyewitness account of the battle action & retreat was cabled to LIFE magazine."}, {"id": 63807, "image_url": "//lh4.ggpht.com/iViK4kheogvKVpx94ec1l-zu6SLBj4yoCgGwF6L6WYn22qlOn2sq-wTy", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "British soldier of the Royal Ulster Rifles getting some rest in his trench during rear guard duty while his outfit is preparing to evacuated the beach by boat to awaiting destroyers offshore."}, {"id": 27499, "image_url": "//lh6.ggpht.com/f_a0QVJpaCQbw_ZjEa237LnBkg8aN6SX7LWhYPBtC3rxr1Ywk30MjtpBew", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "British soldier of the Royal Ulster Rifles getting some rest in his trench during rear guard duty while his outfit is preparing to evacuated the beach by boat to awaiting destroyers offshore."}, {"id": 33869, "image_url": "//lh3.ggpht.com/1CWAVE3dJZ2hs6_7Wo1MSk3LDQT5DDiDJws9B_FlQGypD7rEkwkLx3z0JLU", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "Fr. soldiers' trench looking across farm field at the city w. smoke rising fr. bombed-out houses after Nazi air attack before the evacuation of allied troops fr. the area."}, {"id": 77806, "image_url": "//lh3.ggpht.com/_c8bnCBbpfMUZ-9-_Hz5ou0I4cwMk0XNoqQV9dlTAJ4ujLqIVdCt48Y59Q", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "Bombed- out houses on street where inhabitants & French soldiers trying to escape with all their possessions in horse-drawn wagons or bicycles after Nazi air attack."}, {"id": 94679, "image_url": "//lh3.googleusercontent.com/VSnqzZd12ALzEZIL1YeAG9WNcRP1mlDSuOfKBwh_PjtQny987D9BLbxa9RAmMFWY", "title": "Spahis Fight for Free France-These Famous Desert-Bred Cavalrymen Are Now Serving Under General De Gaulle's Flag. After the Collapse of France, They Rode From Syria to Join His Forces", "location": null, "description": "This poster is part of the political and military collections at the Smithsonian National Museum of American History. It was designed for specific political purposes, and accordingly it may contain sensitive or offensive imagery specific to its historical function and period."}, {"id": 63685, "image_url": "//lh5.ggpht.com/p9PkE8t3S71CPXcXIbXu3OtvZdWxDpRby0vOiITOu-FoB015oywKvIr6rQ", "title": "Evacuation Of Dunkirk", "location": "Dunkirk, France", "description": "Smoke rising fr. distant fire on the coast of the city after Nazi air attack before the evacuation of the Allied troops.."}], "location": "Dunkirk, France"}, {"id": 28551, "url": "https://artsandculture.google.com/entity/berlin-blockade/m01bj62?categoryId=event", "title": "Berlin Blockade", "date": "Jun 24, 1948 - May 12, 1949", "description": "The Berlin Blockade was one of the first major international crises of the Cold War. During the multinational occupation of post–World War II Germany, the Soviet Union blocked the Western Allies' railway, road, and canal access to the sectors of Berlin under Western control. The Soviets offered to drop the blockade if the Western Allies withdrew the newly introduced Deutsche Mark from West Berlin.\nThe Western Allies organised the Berlin Airlift from 26 June 1948 to 30 September 1949 to carry supplies to the people of West Berlin, a difficult feat given the size of the city's population. Aircrews from the American, British, French, Canadian, Australian, New Zealand, and South African air forces flew over 200,000 sorties in one year, providing necessities such as fuel and food, with the original plan being to lift 3,475 tons of supplies daily. By the spring of 1949, that number was often met twofold, with the peak daily delivery totalling 12,941 tons.\nHaving initially concluded there was no way the airlift could work, its continued success became an increasing embarrassment for the Soviets.", "items": [{"id": 73753, "image_url": "//lh4.ggpht.com/R_WEx-iXt38R6boXkkVCA2q76rH9CraklJNbjKvnWu-Cw5B2nBq583j_wg", "title": "Berlin Airlift", "location": "Berlin, Germany", "description": "German civilians standing in ruins of a building near Tempelhof Airfield looking up at an American C-47 cargo plane bringing them food & supplies during the Berlin Airlift, intended to break a Soviet blockade of the city."}, {"id": 55701, "image_url": "//lh6.ggpht.com/luKFJ0Yjb4jph-lmnCznKtQXBKbS784ROoQqx6WAxvi5ashlLzgtQ3JNqw", "title": "Berlin Blockade", "location": null, "description": "11th May 1949: Preparing banners over the road block which are to be removed from the Russian-American Sector Boundary during the Berlin Airlift. The banner reads 'The Sector of Freedom welcomes the fighters for Freedom and Right of the Western Sectors'. (Photo by Keystone/Getty Images)"}, {"id": 44819, "image_url": "//lh4.ggpht.com/6WuwaqJ5ucUJVbV5mze_pjuFuX7PTzE_MrCeEDPgaFwsq4FKxUFG49wQyA", "title": "Berlin Airlift", "location": "Berlin, Germany", "description": "Tattered group of Berliners standing in ruins at the edge of Tempelhof Airfield, looking up in the sky at a C-47 cargo plane which is bringing them food during the Berlin airlift to break blockade of overland routes imposed by surrounding Soviets."}, {"id": 59751, "image_url": "//lh4.ggpht.com/8yItX5d3P1SW7zrAKIrIVXVEIUAM0Fm2j4lBFWO6xyt40gRcy4DeIBfDgg", "title": "Berlin Blockade", "location": null, "description": "Giant wheels for York transports being loaded onto a Dakota freighter during the servicing unit's nightshift at RAF Honington. The unit services and supplies aircraft parts and spares for the Berlin airlift. (Photo by Edward Miller/Getty Images)"}, {"id": 13693, "image_url": "//lh6.ggpht.com/BJBCDFJsg3Pv05EaOjytLkEneharuZab1Gr-IlPKXqsP7B7-_4zqHUvpGUM", "title": "Berlin Airlift", "location": null, "description": "American Air Force Douglas C-47 Skytrain transport aircraft in the unloading line at Tempelhof Airport, during the Berlin Airlift, June 1948 - May 1949. (Photo by Keystone Pictures/FPG/Archive Photos/Getty Images)"}, {"id": 19614, "image_url": "//lh5.ggpht.com/wuVAhUHG1fZvm2knREOGtlYKaKyYinhbv5LYWxz9n4YnXqZlk30pS4FK", "title": "Berlin Airlift", "location": "Berlin, Germany", "description": "A man looking at the Russian sector ruins."}, {"id": 47470, "image_url": "//lh4.ggpht.com/aivRiyMvj83s9YhPAKYtORuCt5CgUqE995AI37rtFgbhwzE0gO1l8BxLLg", "title": "Berlin Airlift", "location": "Berlin, Germany", "description": "Grass growing out of closed Hollmann Stasse that separates the ghostly ruins of the once handsome bldgs. that lined it before the air raids of '45."}, {"id": 89444, "image_url": "//lh4.ggpht.com/L5WWVu5I3E2BRt_c0_p_CfjjW3ohx9SB-lRzc5Y2p0Pm8GEPg_i-npqeht4", "title": "Pineapple Stocks", "location": null, "description": "circa 1949: Boxes of pineapple and sacks of flour stacked up in a West Berlin warehouse during the Berlin Airlift in case of another Berlin blockade. (Photo by Three Lions/Getty Images)"}, {"id": 83523, "image_url": "//lh6.ggpht.com/hEBSVq-C3t2mPFewZfuOsZgKCnf-Z-PbWA8v1-F8AdGKZg9sv27le8GCs0o", "title": "Berlin Blockade", "location": null, "description": "8th July 1948: Coal-filled kit bags being unloaded from the planes down wooden chutes and loaded onto lorries at Tempelhof Airfield during the Berlin Airlift. (Photo by Keystone/Getty Images)"}, {"id": 96697, "image_url": "//lh3.ggpht.com/KInH5HVjCt-b3_qdTPdzC0zGcRNCXd1zCoChf3WM-1d5Mv-aQJP505dG-Q", "title": "Blockade Helpers", "location": null, "description": "1st July 1948: Bristol Hercules powered Handley Page Hastings C1 transport aircraft lined up at the factory airfield at Radlett, Hertfordshire, prior to delivery to RAF Transport Command. (TG519 is nearest camera). The Hastings served in many other roles and took part in the Berlin Airlift during the Berlin blockade. (Photo by Topical Press Agency/Getty Images)"}, {"id": 18116, "image_url": "//lh4.ggpht.com/9DKtMeVoZM-_7LRtzb4ziLsH1Gsoymd4a-rSnPenu9GW6z6mr7eyKqpc", "title": "Berlin Blockade", "location": null, "description": "17th July 1948: The British army unloading supplies of food at Wunstorf airport near Hanover during the Berlin Airlift. (Photo by Picture Post/Hulton Archive/Getty Images)"}], "location": "Berlin, Germany"}, {"id": 78466, "url": "https://artsandculture.google.com/entity/gulf-war/m018w0j?categoryId=event", "title": "Gulf War", "date": "Aug 2, 1990 - Feb 28, 1991", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase.\nOn 2 August 1990, the Iraqi Army invaded and occupied Kuwait, which was met with international condemnation and brought immediate economic sanctions against Iraq by members of the UN Security Council. UK prime minister Margaret Thatcher and US president George H. W. Bush deployed forces into Saudi Arabia, and urged other countries to send their own forces to the scene. An array of nations joined the coalition, forming the largest military alliance since World War II. Most of the coalition's military forces were from the US, with Saudi Arabia, the United Kingdom and Egypt as leading contributors, in that order. Kuwait and Saudi Arabia paid around US$32 billion of the US$60 billion cost.\nThe war marked the introduction of live news broadcasts from the front lines of the battle, principally by the US network CNN.", "items": [{"id": 90599, "image_url": "//lh6.ggpht.com/9oag8st0rr4LH4FPjmL5opfbWwHHCu3I6lbQ2Q7JOfCP6E4JtVkJcUVEeQ", "title": "Gulf Crisis/Usaf", "location": "Saudi Arabia", "description": "US camouflagic fatigues-uniformed soldiers manning tripod-mounted mortar/missile-like weapon (no caps), prob. during gulf crisis exercises in Saudi Arabian desert."}, {"id": 67639, "image_url": "//lh3.ggpht.com/2S8olg0a8Ex3dO1ss9ur33JUEQFgfE6VmSc2yqo7lKvEEfgetxj10Gkvkw", "title": "Desert Shield", "location": "Saudi Arabia", "description": "US 82nd Airborne Division TOW missile carrier disguised by camouflage, desert-set, Desert Shield site in US-led allied OP to contain Iraq/Kuwait gulf crisis."}, {"id": 17526, "image_url": "//lh6.ggpht.com/w67dNDTb4InkuZ00J6AICZTLN-PIlx5sFUIrqDpw61VnN-8Umgu8SKjL", "title": "Us In Gulf", "location": null, "description": "US Navy VFA-87 F/A-18 Hornet fighter coming in for landing on deck of aircraft carrier USS Theodore Roosevelt during mission in support of post-Gulf War Op Provide Comfort aiding Iraqi Kurds, in Persian Gulf."}, {"id": 32332, "image_url": "//lh6.ggpht.com/PLaJ8XlcPk0ZL1j_nB49m-E3Lm7kjnfcLq7RBkoNe8_fNLR4jBqWfzanUg", "title": "Gulf Crisis/Usaf", "location": "Saudi Arabia", "description": "US camouflagic fatigues-uniformed soldier crouching on sand, poised w. rifle (no caps), prob. during gulf crisis exercises in Saudi Arabian desert."}, {"id": 38940, "image_url": "//lh3.ggpht.com/Sn9mAgVBd25WaU_iqKOA5uMss3TKkScGjMDD6j5shF5sIkKGM-29i3yGE14", "title": "A-7 \"Corsair II\" Aircraft", "location": null, "description": "One of the best light attack aircraft fielded by the U.S. Navy is the A-7 “Corsair II,” which first entered service in 1966. In March 1969, the aircraft began flying combat missions during the Vietnam War and soon became the primary ground support aircraft. Loved by troops on the ground as it could carry 15,000 pounds of weapons, the A-7 saved the lives of countless U.S. soldiers. The aircraft went on to fly combat missions through the Persian Gulf War of 1991 before retirement by the U.S. Navy in 1993. The last operational A-7 retired from the Greek Air Force in October 2014, nearly 50 years after its first flight."}, {"id": 17127, "image_url": "//lh4.ggpht.com/xidIGcUtnZo5ZJNh7m9CJdnxzOPAxVuD2riVv5ZIvc4P2eF2G5Rb4qHd84o", "title": "Desert Shield", "location": "Saudi Arabia", "description": "HEMTT - Heavy Expanded Mobility Tactical Truck lowered fr. USS Capella, unloading Desert Shield support cargo, in US-led allied OP policing Iraq/Kuwait gulf crisis."}, {"id": 35184, "image_url": "//lh4.ggpht.com/krhIf2n5xMX9VZ2t7_izARi1FDcnaIHlqqA-aDcjhtTMJokgX6o9dGZLz2U", "title": "109C “Tomahawk” Cruise Missile", "location": null, "description": "The “Tomahawk” is a U.S. navy land attack cruise missile launched from surface ships as well as submarines. The first operational use of a “Tomahawk” missile occurred during Operation Desert Storm in 1991. It continues to be a front-line weapon system in current U.S. conflicts around the world. This particular “Tomahawk” missile is an inert display model."}, {"id": 80718, "image_url": "//lh3.ggpht.com/fet5kJkSaOVAvixLy6IKMA86wW2iWkO71eBAybK62lwrCWqxB1Im6I5XZOg", "title": "Us In Gulf", "location": null, "description": "US Navy F-14 Tomcat fighters on deck of aircraft carrier USS Theodore Roosevelt before launching on reconnaissance mission over northwest Iraq in support of post-Gulf War Op Provide Comfort aiding Iraqi Kurds, in Persian Gulf."}, {"id": 38438, "image_url": "//lh5.ggpht.com/msodP7afp8OAbtoO2TrM3mn0MQkF9qE7xGxnKRBApxYEMkmP_pZNHkvmmw", "title": "Gulf Crisis/Usaf", "location": "Saudi Arabia", "description": "Unident. US Marines helicopter on ground nr. (prob. freshly dropped) soldiers (no caps) prob. during gulf crisis exercises in Saudi Arabian desert."}, {"id": 51910, "image_url": "//lh4.ggpht.com/N8cZGIy92FJa-3FHP_YSQoNjwDwHymDxX4xHy7xOMTImXu0p-CHDfpeoW1s", "title": "Desert Shield", "location": "Saudi Arabia", "description": "US 82nd Airborne Division paratrooper poised on sand, w. desert vastness-dwarfed others, on patrol in US-led allied OP Desert Shield, re Iraq/Kuwait gulf crisis."}, {"id": 38464, "image_url": "//lh3.googleusercontent.com/PQeUmbBk1hXQ0odrzuCy4FVRM9skmT3R47TLKHpxdHv5rXT-4T2vsduomfA-nTOmbA", "title": "Ensign Opus salutes the men and women of the United States Coast Guard", "location": null, "description": "This poster is part of the political and military collections at the Smithsonian National Museum of American History. It was designed for specific political purposes, and accordingly it may contain sensitive or offensive imagery specific to its historical function and period."}, {"id": 64088, "image_url": "//lh3.ggpht.com/gJkO2AVLuNomO5nasB4ab1P81ORPqoMoKm7f6HlGaWYqIfJSulE0Be8cNw", "title": "Gulf Crisis", "location": "Saudi Arabia", "description": "Chmn. of Joint Chiefs of Staff Gen. Colin Powell phoning Pen tagon, via satellite, outside, visiting w. US troops on gulf crisis duty, in (sic, caps) Middle East."}, {"id": 51408, "image_url": "//lh6.ggpht.com/a8mTS5wAVRF2HKgjvWHSVVg3xNLwfhlDAj4L4cNdrZPxdZKjusbAGU6y", "title": "Desert Shield", "location": "Saudi Arabia", "description": "Camouflage netting & palm trees disguising forward location of US Army troops, desert-based, in US-led allied Desert Shield OP to contain Iraq/Kuwait gulf crisis."}, {"id": 10760, "image_url": "//lh3.googleusercontent.com/jqH1wALQlbJqYUlq6wKvWH51d0JassE981bXYNn7H7axE_E8y4MJmFZj5211zpQu", "title": "Instinct for Survival", "location": null, "description": "Ronald Lockett's brother David was taken prisoner in the opening days of the Persian Gulf War, a concern Lockett rendered visible: “Instinct for Survival was a picture about my brother. It was during the time of the Persian Gulf War. He was lost and we thought he was dead over there. My mother, she had a nervous breakdown... Once we got word that he was alive then I began to make this picture called Instinct for Survival. Later on, we got some bad news, that they hadn’t really found him over there, they made a mistake and later on they found him at a POW camp. Later on, when the war was over with, they freed him and he came home. That is basically where I got the idea.”"}], "location": "Saudi Arabia"}]